[{"Id":326,"FirstPerformance":"1969-12-31T16:00:00","Title":"The Marriage of Figaro ","Composer":"Wolfgang Amadeus Mozart","PerfDates":"October 20, 23, 26, and 28 (m), 2018","Content":"<p>Main Stage Series at the San Diego Civic Theatre</p><p>Evan Hughes – Figaro; Caitlin Lynch – The Countess; John Moore – Count Almaviva; Sarah Shafer – Susanna; Emily Fons – Cherubino; Susanne Mentzer – Marcellina; Ashraf Sewailam – Bartolo; Joseph Hu - Basilio/Curzio; Scott Sikon – Antonio; John Nelson&nbsp; - Conductor; Stephen Lawless – Director; Leslie Travers - Set and Costume Design; Eric Sean Fogel, Choreographer; Thomas C. Hase, Lighting Designer.</p>","Season":2019,"Searchable":"the marriage of figaro  wolfgang amadeus mozart"},{"Id":327,"FirstPerformance":"1969-12-31T16:00:00","Title":"All is Calm: The Christmas Truce of 1914","Composer":"Peter Rothstein, with musical arrangements by Erick Lichte and Timothy C. Takach","PerfDates":"December 7, 8, and 9 (m), 2018","Content":"<p>dētour Series at the Balboa Theatre</p><p>Jon Keenan, Chad Frisque, Alexis Alfaro, Timothy Simpson, Bernardo Bermudez, Daniel Moyer, Victor Morris – tenor ensemble; Michael Sokol, Anthony Whitson-Martini, Andrew Konopak, Jonathan Nussman, Matthew Fallesen – baritone ensemble; Shelby Condray, Joshua Arky, Walter DuMelle, Christopher Stevens – bass ensemble; Juan Carlos Acosta – Conductor; Alan E. Hicks – Director; Tim Wallace - Scenic Designer; Denitsa Bliznakova - Costume Designer; Anne E. McMills - Lighting Designer; Vanessa Dinning - Dialect Coach. Co-production with Bodhi Tree Concerts and SACRA/PROFANA.</p>","Season":2019,"Searchable":"all is calm: the christmas truce of 1914 peter rothstein, with musical arrangements by erick lichte and timothy c. takach"},{"Id":328,"FirstPerformance":"1969-12-31T16:00:00","Title":"Rigoletto ","Composer":"Giuseppe Verdi","PerfDates":"February 2, 5, 8, and 10 (m), 2019","Content":"<p>Main Stage Series at the San Diego Civic Theatre</p><p>Stephen Powell – Rigoletto; Scott Quinn - The Duke of Mantua; Alisa Jordheim – Gilda; Scott Sikon - Count Monterone; Alissa Anderson – Maddalena; Kyle Albertson – Sparafucile; Colin Ramsey – Marullo; Humberto Borboa – Borsa; Shelby Condray - Count Ceprano; Eden Tremayne - Countess Ceprano; Sarah-Nicole Carter – Giovanna; Tzytle Steinman – Page; Steven White – Conductor; Michael Cavanagh – Director; Robert Dahlstrom – Scenic Designer; Anne-Catherine Simard-Deraspe - Lighting Designer.</p>","Season":2019,"Searchable":"rigoletto  giuseppe verdi"},{"Id":329,"FirstPerformance":"1969-12-31T16:00:00","Title":"Three Decembers","Composer":"Jake Heggie ","PerfDates":"March 8, 9, and 10 (m), 2019","Content":"dētour Series at the PHAME Theatre&nbsp;<br><br><p>Frederica von Stade&nbsp; - Madeline Mitchell; Kristin Clayton - Beatrice Mitchell; Steven LaBrie - Charlie Mitchell; Adam Turner – Conductor; Karen Tiller – Director; Peter Dean Beck - Scenic, Lighting, and Projection Design; Helen E. Rodgers – Costume Design.</p><br>","Season":2019,"Searchable":"three decembers jake heggie"},{"Id":330,"FirstPerformance":"1969-12-31T16:00:00","Title":"Carmen ","Composer":"Georges Bizet","PerfDates":"March 30, April 2, 5, and 7 (m), 2019","Content":"<p>Main Stage Series at the San Diego Civic Theatre</p><p>Ginger Costa-Jackson – Carmen; Robert Watson - Don José; Sarah Tucker – Micaëla; Scott Conner – Escamillo; Patrick Blackwell – Zuniga; Tasha Koontz – Frasquita; Guadalupe Paz – Mercedes; Felipe Prado – Remendado; Bernardo Bermudez – Dancairo; Brian Vu – Morales; Lester Gonzales Ramos – Dancer; Lawrence Gonzales Ramos – Dancer; Yves Abel – Conductor; Kyle Lang – Director; R. Keith Brumley – Scenic Design; James Schuette – Costume Design; Chris Rynne – Lighting Design; Erick Wolfe – Fight Director.</p>","Season":2019,"Searchable":"carmen  georges bizet"},{"Id":331,"FirstPerformance":"1969-12-31T16:00:00","Title":"One Amazing Night ","Composer":null,"PerfDates":"May 15, 2019 ","Content":"<p>dētour &nbsp;Series at the Balboa Theatre</p><p>Stephen Powell, baritone soloist; Stephen Costello, tenor soloist; Bruce Stasyna, Conductor</p>","Season":2019,"Searchable":"one amazing night"},{"Id":325,"FirstPerformance":"2018-05-05T00:00:00","Title":"One Amazing Night ","Composer":null,"PerfDates":"May 5, 2018","Content":"<p>Lise Lindstrom – Soloist; Greer Grimsley – Soloist; Jerome Shannon – Conductor.</p>","Season":2018,"Searchable":"one amazing night"},{"Id":324,"FirstPerformance":"2018-03-17T00:00:00","Title":"Florencia en el Amazonas","Composer":"Daniel Catán","PerfDates":"March 17, 20, 23, 25 (m), 2018 ","Content":"<p>Florencia Grimaldi – Elaine Alvarez; Rosalba – María Fernanda Castillo; Riolobo – Luis Alejandro Orozco; Arcadio – Daniel Montenegro; Capitán – Hector Vásquez; Alvaro – Levi Hernandez; Paula – Adriana Zabala; Sailor – Bernardo Bermudez; Joseph Mechavich – Conductor; Candace Evans – Director; Mark Frederic Smith – Scenic Design; Linda Pisano – Costume Design; Todd Hensley – Lighting Design</p>","Season":2018,"Searchable":"florencia en el amazonas daniel catán"},{"Id":323,"FirstPerformance":"2018-02-24T00:00:00","Title":"Turandot","Composer":"Giacomo Puccini","PerfDates":"February 24, 27, March 2, 4 (m), 2018","Content":"<p>Turandot – Lise Lindstrom; Calaf – Carl Tanner; Liú – Angel Joy Blue; Timur – Brian Kontes; Ping – Marco Nisticò; Pang – Joseph Gaines; Pong – Joel Sorensen; Mandarin – Scott Sikon; Emperor Altoum – Chad Frisque; Valerio Galli – Conductor; Keturah Stickann – Director; Allen Charles Klein – Scenic Design; Willa Kim – Costume Design; Lucas Krech – Lighting Design.</p>","Season":2018,"Searchable":"turandot giacomo puccini"},{"Id":322,"FirstPerformance":"2018-01-26T00:00:00","Title":"Maria de Buenos Aires","Composer":"Ástor Piazzolla","PerfDates":"January 26, 27 (7PM & 10 PM), 28 (m), 2018","Content":"<p>dētour Series</p><p>Maria – Audrey Babcock; El Payador – Paul La Rosa; El Duende – Celeste Lanuza; Bernardo Bermuda, Walter DuMelle, Laura Bueno, Sandra Camarena, Sarabeth Belon – Ensemble; Bruce Stasyna – Conductor; John de los Santos – Director; Liliana Duque Piñeiro – Scenic Design; Ingrid Helton – Costume Design; Jason Bieber – Lighting Design.</p>","Season":2018,"Searchable":"maria de buenos aires ástor piazzolla"},{"Id":321,"FirstPerformance":"2017-11-10T00:00:00","Title":"As One","Composer":"Laura Kaminsky, Mark Campbell, and Kimberly Reed","PerfDates":"November 10, 11, 12 (m), 2017","Content":"<p>dētour Series</p><p>Hannah Before – Kelly Markgraf; Hannah After – Blythe Gaissert; Bruce Stasyna – Conductor; Kyle Lang – Director; Video Designer – Kimberly Reed; Jonathan Gilmer – Scenic Design; Ingrid Helton – Costume Design; Christopher Rynne – Lighting Design.</p>","Season":2018,"Searchable":"as one laura kaminsky, mark campbell, and kimberly reed"},{"Id":320,"FirstPerformance":"2017-10-14T00:00:00","Title":"The Pirates of Penzance","Composer":"W.S. Gilbert and Arthur Sullivan","PerfDates":"October 14, 17, 20, 22 (m), 2017","Content":"<p>The Pirate King – Greer Grimsley; Ruth – Luretta Bybee; Major-General Stanley – Patrick Carfizzi; Mabel – Maureen McKay; Frederic – Mackenzie Whitney; Sergeant of Police – Michael Sokol; Samuel – Ted Pickell; Edith – Tasha Koontz; Kate – Sarah-Nicole Carter; Isabel – Patricia McAfee; Evan Rogister – Conductor; Séan Curran – Director; James Schuette – Set and Costume Designer; Robert Wierzel – Lighting Design.</p>","Season":2018,"Searchable":"the pirates of penzance w.s. gilbert and arthur sullivan"},{"Id":315,"FirstPerformance":"2017-04-22T00:00:00","Title":"La traviata","Composer":"Giuseppe Verdi","PerfDates":"April 22, 25, 28, 30 (m), 2017","Content":"Violetta – Corinne Winters; Alfredo – Joshua Guerrero; Germont – Stephen Powell; Flora – Peabody Southwell; Dr. Grenvil – Kevin Langan; Gastone – Brian Register; Marquis D’Obigny – Scott Sikon; Baron Douphol - Walter DuMelle; Annina - Tasha Koontz; David Agler – Conductor; Marta Domingo – Director, Set, and Costume Designer; Alan Burrett, Lighting Designer.","Season":2017,"Searchable":"la traviata giuseppe verdi"},{"Id":316,"FirstPerformance":"2017-03-10T00:00:00","Title":"La tragédie de Carmen (The Tragedy of Carmen)","Composer":"Peter Brook","PerfDates":"March 10, 11, 12 (m), 2017","Content":"<p>dētour Series</p><p>Peabody Southwell – Carmen; Adrian Kramer – Don José; Andriana Chuchman – Micaëla; Ryan Kuster – Escamillo; Anthony Nikolchev - Zuniga/Garcia; Max Cadillac - Lilias Pastia; Christopher Rountree – Conductor; Alexander Gedeon – Director; Yuki Izumihara - Scenic and Video Design; <strong>Adam Alonso - Costume and Video Design; </strong>John A. Garofalo - Lighting Designer</p>","Season":2017,"Searchable":"la tragédie de carmen (the tragedy of carmen) peter brook"},{"Id":317,"FirstPerformance":"2017-02-18T00:00:00","Title":"Falstaff","Composer":"Giuseppe Verdi","PerfDates":"February 18, 21, 24, 26 (m), 2017","Content":"<p>Sir John Falstaff – Roberto de Candia; Alice Ford – Ellie Dehn; Ford – Troy Cook; Nanette – Maureen McKay; Fenton – Jonathon Johnson; Dame Quickly – Marianne Cornetti; Meg Page – Kirstin Chávez; Bardolfo – Simeon Esper; Pistola – Reinhard Hagen; Dr. Caius – Kevin Conners; Daniele Callegari – Conductor; Olivier Tambosi – Director;  Frank Philipp Schlössmann – Set and Costume Designer; Christine A. Binder – Lighting Designer</p>","Season":2017,"Searchable":"falstaff giuseppe verdi"},{"Id":318,"FirstPerformance":"2016-11-11T00:00:00","Title":"Soldier Songs ","Composer":"David T. Little ","PerfDates":"November 11, 12, 13 (m), 2016","Content":"<p>Inaugural dētour Series Opera</p><p>David Adam Moore – Soldier; Steven Schick – Conductor; Tomer Zvulun – Director; GLMMR (Vita Tzykun and David Adam Moore) – Projection, Set and Costume Design; Max Bowman - Lighting</p>","Season":2017,"Searchable":"soldier songs  david t. little"},{"Id":319,"FirstPerformance":"2016-10-22T00:00:00","Title":"Cenerentola (Cinderella)","Composer":"Gioachino Rossini","PerfDates":"October 22, 25, 28, 30 (m), 2016","Content":"<p>Angelina/Cinderella – Lauren McNeese; Don Ramiro – David Portillo; Dandini – José Adán Pérez; Don Magnifico – Stefano de Peppo; Clorinda – Susannah Biller; Thisbe – Alissa Anderson; Alidoro – Ashraf Sewailam; Gary Wedow – Conductor; Lindy Hume – Director; Dan Porto – Set and Costume Designer; Matt Marshall – Lighting Designer.</p>","Season":2017,"Searchable":"cenerentola (cinderella) gioachino rossini"},{"Id":314,"FirstPerformance":"2016-09-17T00:00:00","Title":"Piotr Beczala in recital","Composer":null,"PerfDates":"September 17, 2016","Content":"<p>Piotr Beczala – Tenor; Martin Katz – Pianist</p>","Season":2017,"Searchable":"piotr beczala in recital"},{"Id":307,"FirstPerformance":"2016-01-01T00:00:00","Title":"Tosca","Composer":"Giacomo Puccini","PerfDates":"February 13, 16, 19, 21 (m) 2016","Content":"<p>Alexia Voulgaridou — Tosca; Gwyn Hughes Jones — Cavaradossi, Greer Grimsley — Scarpia; Kristopher Irmiter — Angelotti/Sciarrone; Massimo Zanetti — Conductor; Lesley Koenig — Director</p>","Season":2016,"Searchable":"tosca giacomo puccini"},{"Id":308,"FirstPerformance":"2016-01-01T00:00:00","Title":"Madama Butterfly","Composer":"Giacomo Puccini","PerfDates":"April 16, 19, 22, 24 (m) 2016","Content":"<p>Latonia Moore &mdash; Cio-Cio San; Teodor Ilincăi &mdash; Pinkerton; Anthony Clark Evans &mdash; Sharpless; J'nai Bridges &mdash; Suzuki; Joseph Hu &mdash; Goro; Yves Abel &mdash; Conductor; Garnett Bruce &mdash; Director</p>","Season":2016,"Searchable":"madama butterfly giacomo puccini"},{"Id":309,"FirstPerformance":"2016-01-01T00:00:00","Title":"Great Scott","Composer":"Music by Jake Heggie, Libretto by Terrence McNally","PerfDates":"May 7, 10, 13, 15 (m) 2016","Content":"<p>Nathan Gunn &mdash; Sid Taylor; Isabel Leonard &mdash; Arden Scott; Frederica von Stade &mdash; Mrs. Winnie Flato; Joyce El-Khoury &mdash; Tatyana Bakst; Anthony Roth Costanzo &mdash; The Stage Manager; Joseph Mechavich &mdash; Conductor; Jack O'Brien &mdash; Director</p>","Season":2016,"Searchable":"great scott music by jake heggie, libretto by terrence mcnally"},{"Id":310,"FirstPerformance":"2016-01-01T00:00:00","Title":"René Barbera  in Recital","Composer":"René Barbera","PerfDates":"Saturday, September 19, 2015 at 7:00pm","Content":"<p>Ren&eacute; Barbera &mdash; Tenor; Cheryl Cellon Lindquist &mdash; Piano</p>","Season":2016,"Searchable":"rené barbera  in recital rené barbera"},{"Id":311,"FirstPerformance":"2016-01-01T00:00:00","Title":"Patricia Racette: Diva on Detour","Composer":"Patricia Racette","PerfDates":"November 14, 2016","Content":"<p>Patricia Racette &mdash; Soprano; Craig Terry &mdash; Piano</p>","Season":2016,"Searchable":"patricia racette: diva on detour patricia racette"},{"Id":312,"FirstPerformance":"2016-01-01T00:00:00","Title":"Ferruccio Furlanetto  in Concert","Composer":"Ferruccio Furlanetto","PerfDates":"March 5, 2016","Content":"<p>Ferruccio Furlanetto &mdash; Bass</p>","Season":2016,"Searchable":"ferruccio furlanetto  in concert ferruccio furlanetto"},{"Id":313,"FirstPerformance":"2015-01-01T00:00:00","Title":"La bohème","Composer":"Giacomo Pucccini","PerfDates":"January 24, 27, 29, February 1 (m), 2015","Content":"Morgan Smith (Marcello), Harold Meers (Rodolfo), Christian Van Horn (Colline), Malcolm MacKenzie (Schaunard), Scott Sikon (Benoit/Alcindor), Alyson Cambridge (Mim&igrave;), Sara Gartland (Musetta), Enrique Toral (Parpignol), Bernardo Bermudez (Customs Guard), Christopher James Stephens (Sergeant), Chad Frisque (Vendor), John Yokoyama (Child); Karen Keltner, Conductor; Isabella Bywater, Director; Isabella Bywater, Scenic and Costume Designer; Thomas C. Hase, Lighting Designer.","Season":2015,"Searchable":"la bohème giacomo pucccini"},{"Id":289,"FirstPerformance":"2015-01-01T00:00:00","Title":"We’ll meet again: The Songs of Kate Smith - Stephanie Blythe and Craig Terry","Composer":null,"PerfDates":"December 11, 2014","Content":"Stephanie Blythe, mezzo soprano, Craig Terry, Piano","Season":2015,"Searchable":"we’ll meet again: the songs of kate smith - stephanie blythe and craig terry"},{"Id":290,"FirstPerformance":"2015-01-01T00:00:00","Title":"Ailyn Pérez and Stephen Costello In Recital","Composer":null,"PerfDates":"September 5, 2014","Content":"Ailyn Pérez, soprano, Stephen Costello, tenor, Danielle Orlando, Piano","Season":2015,"Searchable":"ailyn pérez and stephen costello in recital"},{"Id":1,"FirstPerformance":"2015-01-01T00:00:00","Title":"El Pasado Nunca Se Termina (The Past is Never Finished)","Composer":"José “Pepe” Martinez (music) / Leonard Foglia (book)","PerfDates":"April 25, 2:00pm and 7:00pm, 2015","Content":"<span>Abigail Santos Villalobos (Amorita), Daniel Montenegro (Luis), Paul La Rosa (Enrique), Ricardo Rivera (Acalán), Vanessa Alonzo (Juana), Cassandra Zoé Velasco (Isabel), Luis Ledesma (Augustino), Octavio Moreno (Xihuitl/Pepe), Sebastien De La Cruz (Daniel), Miguel Nuñez (Miguel/Hotel Manager), Mariachi Vargas de Tecalitlán; Leonard Foglia, Director; David Hanlon, Music Supervisor; Elaine McCarthy, Scenic and Projection Designer; Christopher Maravich, Lighting Designer; Scott Marr, Costume Designer.</span>","Season":2015,"Searchable":"el pasado nunca se termina (the past is never finished) josé “pepe” martinez (music) / leonard foglia (book)"},{"Id":2,"FirstPerformance":"2015-01-01T00:00:00","Title":"50th Anniversary Celebration Concert","Composer":null,"PerfDates":"April 18, 19(m), 2015","Content":"<span>René Barbera, tenor, Marianne Cornetti, mezzo soprano, Reinhard Hagen, bass, Lise Lindstrom, soprano, Emily Magee, soprano, Stephen Powell, baritone, Scott Sikon, bass-baritone, Karen Kamensek, Conductor.</span>","Season":2015,"Searchable":"50th anniversary celebration concert"},{"Id":3,"FirstPerformance":"2015-01-01T00:00:00","Title":"Nixon in China","Composer":"John Adams","PerfDates":"March 14, 17, 20, 22 (m), 2015","Content":"<span>Franco Pomponi (Richard Nixon), Chad Shelton (Mao Tse-Tung), Maria Kanyova (Pat Nixon), Kathleen Kim (Madame Mao), Patrick Carfizzi (Henry Kissinger), Chen-ye Yuan (Chou En-Lai), Sarah Castle (1st Secretary to Mao), Buffy Baggott (2nd Secretary to Mao), Jennifer DeDominici (3rd Secretary to Mao), Joseph Mechavich, Conductor, James Robinson, Director, Allen Moyer, Set Designer, James Schuette, Costume Designer, Paul Palazzo, Lighting Designer, Brian Mohr, Sound Designer, Seán Curran, Choreographer.</span>","Season":2015,"Searchable":"nixon in china john adams"},{"Id":4,"FirstPerformance":"2015-01-01T00:00:00","Title":"Don Giovanni","Composer":"Wolfgang Amadeus Mozart","PerfDates":"February 14, 17, 20, 22 (m), 2015","Content":"<span>Ildebrando D’Arcangelo (Don Giovanni), Ashraf Sewailam (Leporello), Ellie Dehn (Donna Anna), Myrtò Papatanasiu (Donna Elvira), Paul Appleby (Don Ottavio), Emily Fons (Zerlina), Kristopher Irmiter (Masetto), Reinhard Hagen (Commendatore), Daniele Callegari, Conductor, Nicholas Muni, Director, Nicholas Muni, Set Designer, David Burdick, Costume Designer, Thomas C. Hase, Lighting Designer.</span>","Season":2015,"Searchable":"don giovanni wolfgang amadeus mozart"},{"Id":5,"FirstPerformance":"2014-01-01T00:00:00","Title":"Don Quixote","Composer":"Jules Massenet","PerfDates":"April 5, 8, 11, and 13 (m), 2014","Content":"<span>Anke Vondung (Dulcinea), Ferruccio Furlanetto (Don Quixote), Eduardo Chama (Sancho Panza), Micaela Oesta (Pedro), Susannah Biller (Garcias), Joel Sorensen (Rodriguez), Simeon Esper (Juan), Karen Keltner, conductor; Keturah Stickann, director, Kristina Cobarrubia, choreographer; Ralph Funicello, scenic designer; Missy West, costume designer; Marie Barrett, lighting designer.</span>","Season":2014,"Searchable":"don quixote jules massenet"},{"Id":291,"FirstPerformance":"2014-01-01T00:00:00","Title":"Verdi Requiem","Composer":"Giuseppe Verdi","PerfDates":"March 20, 2014","Content":"Krassimira Stoyanova (soprano), Stephanie Blythe (mezzo soprano), Piotr Beczala (tenor), Ferruccio Furlanetto (bass), San Diego Opera Chorus, San Diego Master Chorale, San Diego Symphony, Massimo Zanetti, conductor.","Season":2014,"Searchable":"verdi requiem giuseppe verdi"},{"Id":292,"FirstPerformance":"2014-01-01T00:00:00","Title":"A Masked Ball ","Composer":"Giuseppe Verdi","PerfDates":"March 8, 11, 14 and 16 (m), 2014","Content":"Piotr Beczala (Gustav III, King of Sweden), Krassimira Stoyanova (Amelia), Aris Argiris (Count Anckarstrom), Kathleen Kim (Oscar), Stephanie Blythe (Madame Arvidson), Joseph Hu (Judge/Servant), Scott Sikon (Cristiano), Kevin Langan (Count Ribbing), Ashraf Sewailam (Count Horn), Massimo Zanetti, conductor; Lesley Koenig, director; John Conklin, costume designer; Kenneth Von Heidecke, choreographer; Gary Marder, lighting designer.","Season":2014,"Searchable":"a masked ball  giuseppe verdi"},{"Id":293,"FirstPerformance":"2014-01-01T00:00:00","Title":"The Elixir of Love","Composer":"Gaetano Donizetti","PerfDates":"February 15, 18, 21, 23(m), 2014","Content":"Giuseppe Filianoti (Nemorino), Tatiana Lisnic (Adina), Malcolm MacKenzie (Belcore), Kevin Burdette (Dulcamara), Stephanie Weiss (Gianetta), Karen Kamensek, conductor; Stephen Lawless, director; Johan Engles, scenic and costume designer; Joan Sullivan Genthe, lighting designer.","Season":2014,"Searchable":"the elixir of love gaetano donizetti"},{"Id":294,"FirstPerformance":"2014-01-01T00:00:00","Title":"Pagliacci","Composer":"Ruggero Leoncavallo","PerfDates":"January 25, 28, 31, February 2 (m), 2014","Content":"Stephen Powell (Tonio), Frank Porretta (Canio), Joel Sorensen (Beppe), Adina Nitescu (Nedda), David Adam Moore (Silvio), Yves Abel, conductor; Andrew Sinclair, director; John Coyne, scenic designer; Ed Kotanen, costume designer; Michael Whitfield, lighting designer.","Season":2014,"Searchable":"pagliacci ruggero leoncavallo"},{"Id":295,"FirstPerformance":"2013-01-01T00:00:00","Title":"The Daughter of the Regiment","Composer":"Gaetano Donizetti","PerfDates":"January 26, 29, February 1, 3 (m), 2013","Content":"Malcolm Mackenzie (Hortensio), Ewa Podleś (Marquise de Birkenfeld), Enrique Toral (A Peasant), Kevin Burdette (Sergant Sulpice), L’ubica Vargicová (Marie), Stephen Costello (Tonio), Scott Sikon (Corporal), Carol Vaness (Duchess of Krakenthrop), Yves Abel, conductor; Emilio Sagi, director; Julio Galan, scenic and costume designer; Marie Barrett, lighting designer.","Season":2013,"Searchable":"the daughter of the regiment gaetano donizetti"},{"Id":296,"FirstPerformance":"2013-01-01T00:00:00","Title":"Samson and Delilah","Composer":"Camille Saint-Saëns","PerfDates":"February 16, 19, 22, 24 (m), 2013","Content":"Clifton Forbis (Samson), Mikhail Svetlov (Abimelech), Anooshah Golesorkhi (High Priest of Dagon), Doug Jones (1st Philistine), Scott Sikon (2nd Philistine), Greg Fedderly (Philistines’ Messenger), Gregory Reinhart (An Old Hebrew), Nadia Krasteva (Delilah), Karen Keltner, conductor; Lesley Koenig, director; Kenneth von Heidecke, choreographer; Douglas Schmidt, scenic designer; Carrie Robbins, costume designer; Gary Marder, lighting designer.","Season":2013,"Searchable":"samson and delilah camille saint-saëns"},{"Id":297,"FirstPerformance":"2013-01-01T00:00:00","Title":"Cruzar la Cara de la Luna (To Cross the Face of the Moon)","Composer":"José “Pepe” Martinez (music) / Leonard Foglia (book)","PerfDates":"March 16, 2 PM and 7 PM, 2013","Content":"Brian Shircliffe (Mark), Brittany Wheeler (Diana), Octavio Moreno (Laurentino), Saúl Avalos (Cucho), Cecilia Duarte (Renata), Vanessa Cerda-Alonzo (Lupita), David Guzmán (Rafael), Juan Mejia (Victor), Adrien Bautista (Young Rafael), Mariachi Vargas de Tecalitlán; Leonard Foglia, director; Keturah Stickann, choreographer; Leonard Foglia, scenic designer; Cesar Galindo, costume designer; Brian Nason, lighting designer.","Season":2013,"Searchable":"cruzar la cara de la luna (to cross the face of the moon) josé “pepe” martinez (music) / leonard foglia (book)"},{"Id":298,"FirstPerformance":"2013-01-01T00:00:00","Title":"Murder in the Cathedral","Composer":"Ildebrando Pizzetti","PerfDates":"March 30, April 2, 5, 7 (m), 2013","Content":"Ferruccio Furlanetto (Thomas Becket), Allan Glassman (Herald), Joel Sorensen (First Tempter/First Knight), Malcolm MacKenzie (Second Tempter/Second Knight), Ashraf Sewailam (Third Tempter/Third Knight), Kevin Langan (Fourth Tempter/Fourth Knight), Greg Fedderly (First Priest), Kristopher Irmiter, (Second Priest) Gregory Reinhart (Third Priest), Susan Neves (First Chorister), Helene Schneiderman (Second Chorister), Donato Renzetti, conductor; Ian Campbell, director; Ralph Funicello, scenic designer; Denitsa Bliznakova, costume designer; Alan Burrett, lighting designer.","Season":2013,"Searchable":"murder in the cathedral ildebrando pizzetti"},{"Id":299,"FirstPerformance":"2013-01-01T00:00:00","Title":"Aida","Composer":"Giuseppe Verdi","PerfDates":"April 20, 23, 26, 28 (m), 2013","Content":"Latonia Moore (Aida), Jill Grove (Amneris), Walter Fraccaro (Radames), Mark S. Doss (Amonasro), Reinhard Hagen (Ramfis), Ashraf Sewailam (King) Greg Fedderly (Messenger), Priti Gandhi (High Priestess), Daniele Callegari, conductor; Andrew Sinclair, director; Kenneth von Heidecke, Choreographer; Zandra Rhodes, scenic and costume designer; Chris Maravich, lighting designer.","Season":2013,"Searchable":"aida giuseppe verdi"},{"Id":6,"FirstPerformance":"2012-01-01T00:00:00","Title":"Salome","Composer":"Richard Strauss","PerfDates":"January 28, 31, February 3, 5 (m), 2012","Content":"Sean Pannikar (Narraboth), Suzanna Guzmán (A Page), Jamie Offenbach (First Soldier), Philip Skinner (Second Soldier), Ashraf Sewailam (A Cappadocian), Greer Grimsley (John the Baptist), Lise Lindstrom (Salome), Patricia McAfee (A Slave), Allan Glassman (Herod), Irina Mishura (Herodias), Joseph Frank (First Jew), Doug Jones (Second Jew), Simeon Esper (Third Jew), Joseph Hu (Fourth Jew), Kristopher Irmiter (Fifth Jew), Scott Sikon (First Nazarene), Nick Munson (Second Nazarene), Steuart Bedford, conductor, Seán Curran, director; Bruno Schwengl, scenic and costume designer; Christopher Maravich, lighting designer.","Season":2012,"Searchable":"salome richard strauss"},{"Id":7,"FirstPerformance":"2012-01-01T00:00:00","Title":"Moby-Dick","Composer":"Jake Heggie","PerfDates":"West Coast Premiere: February 18, 21, 24, 26(m), 2012","Content":"Jonathan Lemalu (Queequeg), Jonathan Boyd (Greenhorn), Matthew O’Neill (Flask), Morgan Smith (Starbuck), Robert Orth (Stubb), Talise Trevigne (Pip), Ben Heppner (Captain Ahab - February 18, 2012), Jay Hunter Morris (Captain Ahab - February 21, 24 and 26, 2012),  Ernest Pinamonti (Tashtego), Kenneth Anderson (Daggoo), Chad Frisque (Nantucket Sailor), James Schindler (Spanish Sailor), Malcolm Mackenzie (Captain Gardiner), Joseph Mechavich, conductor; Leonard Foglia, director; Robert Brill, scenic designer; Jane Greenwood, costume designer; Donald Holder, lighting designer.","Season":2012,"Searchable":"moby-dick jake heggie"},{"Id":8,"FirstPerformance":"2012-01-01T00:00:00","Title":"Don Pasquale","Composer":"Gaetano Donizetti","PerfDates":"March 10, 13, 16, 18(m), 2012","Content":"John Del Carlo (Don Pasquale), Jeff Mattsey (Dr. Malatesta), Charles Castronovo (Ernesto), Danielle de Niese (Norina), David Marsham (Notary), Robert Dahey (Hopsing), Marco Guidarini, conductor; David Gately, director; Tony Fanning, scenic designer; Helen E. Rodgers, costume design; Harry Frehner, lighting design.","Season":2012,"Searchable":"don pasquale gaetano donizetti"},{"Id":9,"FirstPerformance":"2012-01-01T00:00:00","Title":"Renée Fleming in Concert","Composer":null,"PerfDates":"March 24, 2012","Content":"Renée Fleming, soprano, Sebastian Lang-Lessing, conductor","Season":2012,"Searchable":"renée fleming in concert"},{"Id":10,"FirstPerformance":"2012-01-01T00:00:00","Title":"The Barber of Seville","Composer":"Gioachino Rossini","PerfDates":"April 21, 24, 27, 29(m), 2012","Content":"Scott Sikon (Fiorello), John Osborn (Count Almaviva), Lucas Meachem (Figaro), Silvia Tro Santafé (Rosina), Carlos Chausson (Dr. Bartolo), Alexander Vinogradov (Don Basilio), Suzanna Guzmán (Berta), Michael Blinco (Sergeant), Matthew Roehl (Ambrogio), Antonello Allemandi, conductor; Herbert Kellner, director; John Conklin, scenic designer; Michael Stennett, costume designer; Gary Marder, lighting designer.","Season":2012,"Searchable":"the barber of seville gioachino rossini"},{"Id":11,"FirstPerformance":"2011-01-01T00:00:00","Title":"Turandot","Composer":"Giacomo Puccini","PerfDates":"January 29, February 1, 4, 6 (m), 2011","Content":"Scott Sikon (A Mandarin), Ermonela Jaho (Liù), Carlo Ventre (Calàf), Reinhard Hagen (Timur), Jeff Mattsey (Ping), Joel Sorensen (Pang), Joseph Hu (Pong), Joseph Frank (Emperor Altoum), Lise Lindstrom (Princess Turandot), Manuel Paz Castillo (Prince of Persia), Tiffany Carmel (Handmaiden), Anishka Lee-Skorepa (Handmaiden), Edoardo Müller, conductor; Lotfi Mansouri, director; David Hockney, Scenic Designer; Ian Falconer, Costume Designer; Michael Whitfield, Lighting Designer.","Season":2011,"Searchable":"turandot giacomo puccini"},{"Id":12,"FirstPerformance":"2011-01-01T00:00:00","Title":"Der Rosenkavalier","Composer":"Richard Strauss","PerfDates":"April 3 (m), 6, 9 and 12, 2011","Content":"Anke Vondung (Octavian), Twyla Robinson (The Marschallin), John Duykers (The Marschalllin’s Major Domo), Andrew Greenan (Baron Ochs auf Lerchenau), Natalie Mann (Noble Orphan), Ava Baker Liss (Noble Orphan), Cherylyn Larson (Noble Orphan), Tiffany Carmel (A Milliner), Manuel Paz Castillo (An Animal Trainer), Joel Sorensen (Valzacchi), Stephen Costello (A Singer), Kevin Langan (A Notary/Police Commissioner), Helene Schneiderman (Annina), Hans-Joachim Ketelsen/Peter Strummer (4/12) (Herr von Faninal), Stephanie Weiss (Marianne Leitmetzerin), Simeon Esper (Von Faninal’s Major Domo/Innkeeper), Patrizia Ciofi (Sophie von Faninal), Andrew Bennett (Waiter), Stephen Branch (Waiter), Anthony Ballard (Waiter), Michael Blinco (Waiter), Matthew Roehl (Leopold), Francis Goonan (Mohamet); Christof Perick, conductor; Lotfi Mansouri, director; Thierry Bosquet, set and costume designer.","Season":2011,"Searchable":"der rosenkavalier richard strauss"},{"Id":300,"FirstPerformance":"2011-01-01T00:00:00","Title":"Faust","Composer":"Charles Gounod","PerfDates":"April 23, 26, 29, May 1 (m), 2011","Content":"Stephen Costello (Faust), Greer Grimsley (Méphistophélès), Brian Mulligan (Valentin), Scott Sikon (Wagner), Sarah Castle (Siébel), Ailyn Pérez (Marguerite), Jane Bunnell (Marthe Schwerlein), Karen Keltner, conductor; David Gately, director; Robert Perdziola, scenic and costume design; Michael Whitfield, lighting design.","Season":2011,"Searchable":"faust charles gounod"},{"Id":301,"FirstPerformance":"2011-01-01T00:00:00","Title":"Carmen","Composer":"Georges Bizet","PerfDates":"May 14, 17, 20, 22 (m), 2011","Content":"Scott Sikon (Morales), Talise Trevigne (Micaëla), Kevin Langan (Zuniga), Richard Leech (Don José), Nino Surguladze (Carmen), Rachel Copeland (Frasquita), Priti Gandhi (Mercédès), Wayne Tigges (Escamillo), Jeff Mattsey (Dancaïre), Joseph Hu (Remendado), Edoardo Müller, conductor; Sonja Frisell, director; John Conklin, scenic designer; Susan Memmott-Allred, costume designer; Gary Marder, lighting designer; Kristina Cobarrubia, choreographer.","Season":2011,"Searchable":"carmen georges bizet"},{"Id":13,"FirstPerformance":"2010-01-01T00:00:00","Title":"La bohème","Composer":"Giacomo Pucccini","PerfDates":"January 30, February 2, 5 and 7 (m), 2010","Content":"Jeff Mattsey (Marcello), Piotr Beczala (Rodolfo), Alfred Walker (Colline), Malcolm MacKenzie (Schaunard), Scott Sikon (Benoit/Alcindor), Ellie Dehn (Mimì), Priti Gandhi (Musetta), Chad Frisque (Parpignol), David Marshman (Customs Guard), Christopher Stephens (Sergeant), Spike Sommers (Child); Karen Keltner, Conductor; E. Loren Meeker, Director; John Conklin, Scenic Designer; Martin Pakledinaz, Costume Designer; Michael Whitfield, Lighting Designer.","Season":2010,"Searchable":"la bohème giacomo pucccini"},{"Id":14,"FirstPerformance":"2010-01-01T00:00:00","Title":"Nabucco","Composer":"Giuseppe Verdi","PerfDates":"February 20, 26, 26 and 28 (m), 2010","Content":"Raymond Aceto (Zaccaria), Arthur Shen (Ismaele), Susana Poretsky (Fenena), Sylvie Valayre (Abigaille), Richard Paul Fink (Nabucco), Priti Gandhi (Anna), Alfred Walker (High Priest of Baal), Joseph Hu (Abdallo); Edoardo Müller, conductor; Lotfi Mansouri, director; Michael Yeargan, Scenic Designer; Jane Greenwood and Marie-Louis Waleck, Costume Designers; Michael Whitfield, Lighting Designer.","Season":2010,"Searchable":"nabucco giuseppe verdi"},{"Id":15,"FirstPerformance":"2010-01-01T00:00:00","Title":"Romeo and Juliet","Composer":"Charles Gounod","PerfDates":"March 13,16,19 and 21(m), 2010","Content":"Joel Sorensen (Tybalt), Paul Hindemith (Count Paris), Scott Sikon (Count Capulet), Ailyn Pérez (Juliet), David Adam Moore (Mercutio), Stephen Costello (Romeo), Suzanna Guzmán (Gertrude), Malcolm MacKenzie (Gregorio), Kevin Langan (Friar Laurence), Sarah Castle (Stephano), Joseph Hu (Benvolio), Philip Skinner (Duke of Verona / Friar John); Karen Keltner, conductor; Cynthia Stokes, director; Eric Felding, Scenic Designer; Susan Memmott-Allred, Costume Designer; Ruth Hutson, Lighting Designer.","Season":2010,"Searchable":"romeo and juliet charles gounod"},{"Id":16,"FirstPerformance":"2010-01-01T00:00:00","Title":"La traviata","Composer":"Giuseppe Verdi","PerfDates":"April 17, 20, 23 and 25(m), 2010","Content":"Elizabeth Futral (Violetta), Suzanna Guzmán (Flora), Kristopher Irmiter (Dr. Grenvil), Joseph Hu (Gaston), Scott Sikon (Marquis d’Obigny), Marius Brenciu (Alfredo Germont), Nicolai Janitzky (Baron Douphol), Rebecca Skaar (Annina), Nick Munson (Giuseppe), Alan Opie (Giorgio Germont), Michael Stephen Blinco (Messenger), Joe Pechota (Flora’s servant); Karen Keltner, conductor (April 17); Renato Palumbo, conductor (April 20, 23 and 25); Andrew Sinclair, director; John Conklin, Scenic Designer; David Walker, Costume Designer; Marie Barrett, Lighting Designer.","Season":2010,"Searchable":"la traviata giuseppe verdi"},{"Id":17,"FirstPerformance":"2009-01-01T00:00:00","Title":"Tosca","Composer":"Giacomo Puccini","PerfDates":"January 24, 27, 30, February 1 (m) and 4, 2009","Content":"Sylvie Valayre (Tosca), Marcus Haddock (Cavaradossi), Greer Grimsley (Scarpia), Jamie Offenbach (Angelotti/Sciarrone), Scott Sikon (Sacristan), Joseph Hu (Spoletta), Laura Portune (Shepherd Boy), Samuel Spade (Jailer); Edoardo Müller, conductor; Andrew Sinclair, director; Jean-Pierre Ponelle, scenic designer; Suzanne Mess, costume designer.","Season":2009,"Searchable":"tosca giacomo puccini"},{"Id":18,"FirstPerformance":"2009-01-01T00:00:00","Title":"Don Quixote (Don Quichotte)","Composer":"Jules Massenet","PerfDates":"February 14, 17, 20, 22 (m), 2009","Content":"Ferruccio Furlanetto (Don Quixote), Denyce Graves (Dulcinea), Eduardo Chama (Sancho Panza), Joel Sorensen (Rodriguez), Bryan Register (Juan), Laura Portune (Pedro), Rebecca Skaar (Garcias), Herv&#233; Blanquart (Bandit Chief), Bill Nolan (Bandit), Anthony Ballard (Bandit), Robert Taylor (Bandit), Joseph Grienenberger (Bandit) Will Earl Spanheimer (Servant), Samuel Spade (Servant),; Karen Keltner, conductor; Ian Campbell, director; Nicola Bowie, choreographer; Ralph Funicello, scenic designer; Missy West, costume designer.","Season":2009,"Searchable":"don quixote (don quichotte) jules massenet"},{"Id":19,"FirstPerformance":"2009-01-01T00:00:00","Title":"Rigoletto","Composer":"Giuseppe Verdi","PerfDates":"March 28, 31, April 3, 5 (m) and 8, 2009","Content":"Lado Ataneli (Rigoletto), Giuseppe Gipali (Duke of Mantua), L’ubica Vargicov&#225; (Gilda), Kirstin Ch&#225;vez (Maddalena), Arutjun Kotchinian (Sparafucile), Joseph Hu (Borsa), Crystal Jarrell (Countess Ceprano/Page), Malcolm MacKenzie (Marullo), Samuel Spade (Count Ceprano), Scott Sikon (Count Monterone), Martha Jane Howe (Giovanna), David Marshman (Guard); Edoardo Müller, conductor; Lotfi Mansouri, director; Keturah Stickann, choreographer; Carl Toms, scenic and costume designer.","Season":2009,"Searchable":"rigoletto giuseppe verdi"},{"Id":20,"FirstPerformance":"2009-01-01T00:00:00","Title":"Peter Grimes","Composer":"Benjamin Britten","PerfDates":"April 18, 21, 24, and 26 (m), 2009","Content":"Anthony Dean Griffey (Peter Grimes), Jennifer Casey Cabot (Ellen Orford), Rod Gilfry (Captain Balstrode), John Del Carlo (Swallow), Andrew Collis (Hobson), Kristopher Irmiter (Ned Keene), Joseph Frank (Rev. Horace Adams), Greg Fedderly (Bob Boles), Judith Christin (Auntie), Priya Palekar (Niece), Priti Gandhi (Niece), Janice Meyerson (Mrs. Sedley), Steuart Bedford, conductor; John Copley, director; Carl Toms, scenic designer; Tanya Moiseiwitsch, costume designer.","Season":2009,"Searchable":"peter grimes benjamin britten"},{"Id":21,"FirstPerformance":"2009-01-01T00:00:00","Title":"Madama Butterfly","Composer":"Giacomo Pucccini","PerfDates":"May 9, 12, 15, 17 (m) and 20, 2009","Content":"Patricia Racette (Cio-Cio-San), Carlo Ventre (B.F. Pinkerton), Suzanna Guzm&#225;n (Suzuki), Malcolm MacKenzie (Sharpless), Joseph Hu (Goro), Joe Pechota (Imperial Commissioner), Tom Oberjat (Registrar), Scott Sikon (The Bonze), Jason Detwiler (Prince Yamadori), Crystal Jarrell (Kate Pinkerton), Billy Temple (Trouble); Edoardo Müller, conductor; Garnett Bruce, director; Michael Yeargan, scenic designer; Anita Yavich, costume designer.","Season":2009,"Searchable":"madama butterfly giacomo pucccini"},{"Id":22,"FirstPerformance":"2008-01-01T00:00:00","Title":"Tannhäuser","Composer":"Richard Wagner","PerfDates":"January 26, 29, 1 and 3 (m), 2008","Content":"Petra Lang (Venus), Robert Gambill (Tannhäuser) Laura Portune (Shepherd Boy), Reinhard Hagen (Landgraf Hermann), Martin Zysset (Walter von der Vogelweide), Andrew Greenan (Biterolf), Russell Braun (Wolfram von Eschenbach), Simeon Esper (Heinrich der Schreiber), Scott Sikon (Reinmar von Zweter), Camilla Nylund (Elisabeth), Victoria Esper (Noble Page), Julia Teal Kermott (Noble Page), Amber Lister (Noble Page), Elena Vizuet (Noble Page); Gabor Örtv&#225;s, conductor; Michael Hampe, director; Nicola Bowie, choreographer; Günther Schneider-Siemssen and James Mulder, scenic and projection designers; Patricia Zipprodt, costume designer.","Season":2008,"Searchable":"tannhäuser richard wagner"},{"Id":23,"FirstPerformance":"2008-01-01T00:00:00","Title":"Mary, Queen of Scots (Maria Stuarda)","Composer":"Gaetano Donizetti","PerfDates":"February 16, 19, 22 and 24(m), 2008","Content":"Kate Aldrich (Elizabeth), Reinhard Hagen (Talbot), Andrew Greenan (Lord Cecil), Yeghishe Manucharyan (Earl of Leicester), Susanna Poretsky (Anna), Angela Gilbert/Ermanelo Jaho(Feb 16)(Mary, Queen of Scots); Edoardo Müller, conductor; Andrew Sinclair, director; Ming Cho Lee, scenic designer; Ingeborg Bernerth, costume designer.","Season":2008,"Searchable":"mary, queen of scots (maria stuarda) gaetano donizetti"},{"Id":24,"FirstPerformance":"2008-01-01T00:00:00","Title":"Cavalleria rusticana","Composer":"Pietro Mascagni","PerfDates":"March 22, 25, 28, 30 (m) and April 2, 2008","Content":"Richard Leech (Turiddu), Carter Scott (Santuzza), Judith Christin (Mamma Lucia), Bruno Caproni/Mark Rucker (March 25 and 28) (Alfio), Sarah Castle (Lola); Edoardo Müller, conductor; Lotfi Mansouri, director; John Coyne, scenic designer; Ed Kotanen, costume designer.","Season":2008,"Searchable":"cavalleria rusticana pietro mascagni"},{"Id":25,"FirstPerformance":"2008-01-01T00:00:00","Title":"Pagliacci","Composer":"Ruggero Leoncavallo","PerfDates":"March 22, 25, 28, 30 (m) and April 2, 2008","Content":"Bruno Caproni /Mark Rucker (March 25 and 28) (Tonio), Jos&#233; Cura (Canio), Simeon Esper (Beppe), Elizabeth Futral (Nedda), Scott Hendricks (Silvio); Edoardo Müller, conductor; Lotfi Mansouri, director; John Coyne, scenic designer; Ed Kotanen, costume designer.","Season":2008,"Searchable":"pagliacci ruggero leoncavallo"},{"Id":26,"FirstPerformance":"2008-01-01T00:00:00","Title":"Aida","Composer":"Giuseppe Verdi","PerfDates":"April 12, 15, 18, 20 (m), 23, 2008","Content":"Reinhard Hagen (Ramfis), Carlo Ventre (Radames), Mariana Pentcheva (Amneris), Indra Thomas (Aida), Jos&#233; Gallisa (King of Egypt), Kenneth Morris (Messenger), Priti Gandhi (Priestess), Mark Rucker (Amonasro); Val&#233;ry Ryvkin, conductor; Garnett Bruce, director; Kenneth von Heidecke, choreographer; Michael Yeargan, scenic designer; Peter J. Hall, costume designer.","Season":2008,"Searchable":"aida giuseppe verdi"},{"Id":27,"FirstPerformance":"2008-01-01T00:00:00","Title":"The Pearl Fishers","Composer":"Georges Bizet","PerfDates":"May 3, 6, 9 and 11 (m), 2008","Content":"Malcolm MacKenzie (Zurga), Charles Castronovo (Nadir), Ekaterina Siurina (Leïla), Jos&#233; Gallisa (Nourabad); Karen Keltner, conductor; Andrew Sinclair, director; John Malashock, choreographer; Zandra Rhodes, scenic and costume designer.","Season":2008,"Searchable":"the pearl fishers georges bizet"},{"Id":28,"FirstPerformance":"2007-01-01T00:00:00","Title":"Boris Godunov","Composer":"Modest Mussorgsky","PerfDates":"January 27, 30, February 2 and 4 (m), 2007","Content":"Ferruccio Furlanetto (Boris Godunov), Vitalij Kowaljow (Pimen), Jay Hunter Morris (Dimitri/Grigori), Allan Glassman (Prince Shuisky), Mikhail Svetlov (Varlaam), Inna Dukach (Xenia), Lisa Agazzi (Feodor), Nicolai Janitzky (Thchelkalov), Joseph Frank (Missail), Judith Christin (Hostess of the Inn), Doug Jones (The Simpleton), Martha Jane Howe (Old Nurse), Louis Lebherz (Policeman); Val&#233;ry Ryvkin, conductor; Lotfi Mansouri, director; Robert Dahlstrom, set and costume design.","Season":2007,"Searchable":"boris godunov modest mussorgsky"},{"Id":29,"FirstPerformance":"2007-01-01T00:00:00","Title":"Samson and Delilah","Composer":"Camille Saint¯Saëns","PerfDates":"February 17, 20, 23 and 25 (m), 2007","Content":"Clifton Forbis (Samson), Denyce Graves (Delilah) Greer Grimsley (High Priest of Dagon), Philip Skinner (Abimelech), Jos&#233; Gallisa (Old Hebrew), Brian Register (First Philistine), Scott Sikon (Second Philistine), Joseph Hu (Messenger); Karen Keltner, conductor; Lotfi Mansouri, director; Douglas Schmidt, set design; Carrie Robbins, costume design; Ken von Heidecke, choreography.","Season":2007,"Searchable":"samson and delilah camille saint¯saëns"},{"Id":30,"FirstPerformance":"2007-01-01T00:00:00","Title":"Il trovatore","Composer":"Giuseppe Verdi","PerfDates":"March 24, 27, 30, April 1 (m) and 4, 2007","Content":"Paoletta Marrocu (Leonora), Darío Volont&#233;/Eduardo Villa (April 4) (Manrico), Alexandru Agache (Count di Luna), Marianne Cornetti (Azucena), Hao Jiang Tian (Ferrando), Joseph Hu (Ruiz/Messenger); Edoardo Müller, conductor; Stephen Lawless, director; Benoit Dugardyn, set design; Martin Pakledinaz, costume design.","Season":2007,"Searchable":"il trovatore giuseppe verdi"},{"Id":31,"FirstPerformance":"2007-01-01T00:00:00","Title":"Wozzeck","Composer":"Alban Berg","PerfDates":"April 14, 17, 20 and 22 (m), 2007","Content":"Franz Hawlata (Wozzeck), Nina Warren (Marie), Chris Merritt (The Captain), Dean Peterson (The Doctor), Jay Hunter Morris (Drum Major), Joel Sorensen (Andres), Susana Poretsky (Margret), Joseph Frank (Idiot); Karen Keltner, conductor; Des McAnuff, director; Robert Brill, set design; Catherine Zuber, costume design.","Season":2007,"Searchable":"wozzeck alban berg"},{"Id":32,"FirstPerformance":"2007-01-01T00:00:00","Title":"The Marriage of Figaro","Composer":"Wolfgang Amadeus Mozart","PerfDates":"May 5, 8, 11, 13 (m) and 16, 2007","Content":"Pamela Armstrong (Countess Almaviva), Mariusz Kwiecien (Count Almaviva), Richard Bernstein (Figaro), Isabel Bayrakdarian (Susanna), Sarah Castle (Cherubino), Delores Zeigler (Marcellina), Kevin Langan (Dr. Bartolo), Martin Zysset (Basilio), Scott Sikon (Antonio), Joseph Hu (Don Curzio), Priya Palekar (Barbarina); Edoardo Müller, conductor; Linda Brovsky, director; Zack Brown, set and costume design.","Season":2007,"Searchable":"the marriage of figaro wolfgang amadeus mozart"},{"Id":33,"FirstPerformance":"2006-01-01T00:00:00","Title":"The Barber of Seville","Composer":"Gioachino Rossini","PerfDates":"January 28, February 31, 3, 5 (m) and 8, 2006","Content":"Kirstin Ch&#225;vez (Rosina), Lawrence Brownlee (Almaviva), Christopher Maltman (Figaro), Eduardo Chama (Bartolo), Ferruccio Furlanetto (Basilio), Judith Christin (Berta), James Scott Sikon (Fiorello), J. Sherwood Montgomery (Ambrogio), Robert Taylor (Sergeant); Edoardo Müller, conductor; Lotfi Mansouri, director; Desmond Heeley, sets and costumes.","Season":2006,"Searchable":"the barber of seville gioachino rossini"},{"Id":34,"FirstPerformance":"2006-01-01T00:00:00","Title":"Lucia di Lammermoor","Composer":"Gaetano Donizetti","PerfDates":"February 18, 21, 24 and 26 (m), 2006","Content":"Angela Gilbert (Lucia), Richard Leech (Edgardo), Dalibor Jenis (Enrico), Reinhard Hagen (Raimondo), Kenneth Morris (Normanno), Brian Register (Arturo), Kathleen Halm (Alisa); Richard Bonynge, conductor; Andrew Sinclair, director; Henry Bardon, set designer; Peter J. Hall, costume designer.","Season":2006,"Searchable":"lucia di lammermoor gaetano donizetti"},{"Id":35,"FirstPerformance":"2006-01-01T00:00:00","Title":"Carmen","Composer":"Georges Bizet","PerfDates":"March 25, 28, 31, April 2 (m) and 5, 2006","Content":"Marina Domashenko (Carmen), C&#233;sar Hern&#225;ndez (Don Jos&#233;), Malcolm MacKenzie (Escamillo), Barbara Divis (Mica&#235;la), Jeff Mattsey (Dancaire), Malinda Haslett (Frasquita), Lisa Agazzi (Mercedes), James Scott Sikon (Morales), Beau Palmer (Remendado); Karen Keltner, conductor; Mark Lamos, director; Michael Yeargan, set designer; Francois St. Aubin, costume designer; Juanita Franco, choreographer.","Season":2006,"Searchable":"carmen georges bizet"},{"Id":36,"FirstPerformance":"2006-01-01T00:00:00","Title":"Julius Caesar in Egypt","Composer":"George Frideric Handel","PerfDates":"April 15, 18, 21 and 23 (m), 2006","Content":"Ewa Podles (Julius Caesar), Lisa Saffer (Cleopatra), Vivica Genaux (Sesto), Suzanna Guzman (Cornelia), Brian Asawa (Tolomeo), Alfred Walker (Achilla), James Scott Sikon (Curio), Mark Crayton (Nireno); Kenneth Montgomery, conductor; John Copley, director; John Pascoe, set designer; Michael Stennet, costume designer.","Season":2006,"Searchable":"julius caesar in egypt george frideric handel"},{"Id":37,"FirstPerformance":"2006-01-01T00:00:00","Title":"The Magic Flute","Composer":"Wolfgang Amadeus Mozart","PerfDates":"May 6, 9, 12, 14 (m) and 17, 2006","Content":"Ute Selbig (Pamina), Cheryl Evans (Queen of the Night), Rainer Trost (Tamino), Paul Armin Edelmann (Papageno), Siphiwe McKenize (Papagena), Daniel Borowski (Sarastro), Reinhard Dorn (Speaker), Martin Zysset (Monostatos), Barbara Divis (First Lady), Priti Gandhi (Second Lady), Lisa Agazzi (Third Lady), Stacey Fraser (May 6)/ Priya Palekar (First Genie), Sylvia Wen (Second Genie), Diana Tash (Third Genie), Joseph Hu (Second Priest), Kenneth Morris (First Armed Man), James Scott Sikon (Second Armed Man); Christof Perick, conductor; Michael Hampe, director; Michael Hampe and Alberto Andreis, set designer; Zandra Rhodes, costume designer.","Season":2006,"Searchable":"the magic flute wolfgang amadeus mozart"},{"Id":38,"FirstPerformance":"2005-01-01T00:00:00","Title":"Die Fledermaus","Composer":"Johann Strauss","PerfDates":"January 29. February 1, 4, 6 (m) and 9, 2005","Content":"John Osborn (Alfred), Siphiwe McKenzie (Adele), No&#235;mi Nadelmann (Rosalinde), Peter Edelmann (Eisenstein), Joseph Frank (Dr. Blind), Paul Armin Edelmann (Dr. Falke), John Del Carlo (Frank), Diana Tash (Ida), Dean Peterson (Ivan), Brian Asawa (Orlofsky), J. Sherwood Montgomery (Frosch); Val&#233;ry Ryvkin, conductor; Lotfi Mansouri, director; Peggy Hickey, choreographer; Wolfram Skalicki, set designer; Thierry Bosquet, costume designer.","Season":2005,"Searchable":"die fledermaus johann strauss"},{"Id":39,"FirstPerformance":"2005-01-01T00:00:00","Title":"Così fan tutte","Composer":"Wolfgang Amadeus Mozart","PerfDates":"February 19, 22, 25, 27 (m) and March 2, 2005","Content":"Michael Schade (Ferrando), Russell Braun (Guglielmo), Dean Peterson (Don Alfonso), Jennifer Casey Cabot (Fiordiligi), Phyllis Pancella (Dorabella), Sheryl Woods (Despina); Karen Keltner, conductor; Leon Major, director; Allen Moyer, set designer; David O. Roberts, costume designer.","Season":2005,"Searchable":"così fan tutte wolfgang amadeus mozart"},{"Id":40,"FirstPerformance":"2005-01-01T00:00:00","Title":"Simon Boccanegra","Composer":"Giuseppe Verdi","PerfDates":"March 26, 29. April 1, and 3 (m), 2005","Content":"Lado Ataneli (Simon Boccanegra), Anja Harteros (Amelia), Arutjun Kotchinian (Jacopo Fiesco), Carlo Ventre (Gabriele), James Westman (Paolo), John Marcus Bindel (Pietro); Edoardo Müller, conductor; Lotfi Mansouri, director, John Coyne, set designer; Anna Marie Heinrich, costume designer.","Season":2005,"Searchable":"simon boccanegra giuseppe verdi"},{"Id":41,"FirstPerformance":"2005-01-01T00:00:00","Title":"Vanessa","Composer":"Samuel Barber","PerfDates":"April 16, 19, 22, 24 (m), 2005","Content":"Margaret Lattimore (Erika), James Scott Sikon (Nicholas), Carol Vaness (Vanessa), John McVeigh (Anatol), Judith Forst (Baroness), Richard Stilwell (Doctor); Karen Keltner, conductor; Garnett Bruce, director; Michael Yeargan, set designer; Martin Pakledinaz, costume designer.","Season":2005,"Searchable":"vanessa samuel barber"},{"Id":42,"FirstPerformance":"2005-01-01T00:00:00","Title":"La bohème","Composer":"Giacomo Puccini","PerfDates":"May 7, 10, 13, 15 (m) and 18, 2005","Content":"Scott Hendricks (Marcello), Richard Leech (Rodolfo), Andrew Collis (Colline), James Scott Sikon (Schaunard), Ryan Allen (Benoit/Alcindoro), Fabiana Bravo (Mim&#236;), Ute Selbig (Musetta), Tom Oberjat (Parpignol)/Juan Carlos Acosta (Parpignol on 5/13), Tom Corbeil (Customs Guard), William Nolan (Sergeant); Edoardo Müller, conductor; Ian D. Campbell, director; John Conklin, set designer; Martin Pakledinaz, costume designer.","Season":2005,"Searchable":"la bohème giacomo puccini"},{"Id":43,"FirstPerformance":"2004-01-01T00:00:00","Title":"Recital","Composer":"Paata Burchuladze, bass","PerfDates":"September 14, 2003","Content":"Ludmila Ivanova, piano","Season":2004,"Searchable":"recital paata burchuladze, bass"},{"Id":44,"FirstPerformance":"2004-01-01T00:00:00","Title":"Turandot","Composer":"Giacomo Puccini","PerfDates":"January 24, 27, 30. February 1 (m), 4, 2004","Content":"Anna Shafajinskaia (Turandot), Dario Volont&#233; (Calaf), Ai-Lan Zhu (Liu), Maxim Mikhailov (Timur), Scott Hendricks (Ping), Beau Palmer (Pang), Joseph Hu (Pong), Joseph Frank (Emperor), Joe Pechota (Mandarin); Edoardo Müller, conductor; Lotfi Mansouri, director; David Hockney, set design; Ian Falconer, costume design.","Season":2004,"Searchable":"turandot giacomo puccini"},{"Id":45,"FirstPerformance":"2004-01-01T00:00:00","Title":"The Pearl Fishers","Composer":"Georges Bizet","PerfDates":"February 14, 17, 20, 22(m), 2004","Content":"Isabel Bayrakdarian (Leïla), Michael Schade (Nadir), Russell Braun (Zurga), Jos&#233; Gallisa (Nourabad); Karen Keltner, conductor; Andrew Sinclair, director; Zandra Rhodes, production design (sets and costumes).","Season":2004,"Searchable":"the pearl fishers georges bizet"},{"Id":46,"FirstPerformance":"2004-01-01T00:00:00","Title":"Don Carlo","Composer":"Giuseppe Verdi","PerfDates":"March 27, 30. April 2, 4 (m), 7, 2004","Content":"Sergej Larin (Don Carlo), Sondra Radvanovsky (Queen Elizabeth), Ferruccio Furlanetto (King Philip), Rod Gilfry (Marquis of Posa), Mariana Pentcheva (Princess Eboli), Louis Lebherz (Grand Inquisitor), Joseph Hu (Count Lerma), Daniel Borowski (Monk), Laura Portune (Tebaldo, Celestial Voice). Edoardo Müller, conductor; Lotfi Mansouri, director; Zack Brown, production design.","Season":2004,"Searchable":"don carlo giuseppe verdi"},{"Id":47,"FirstPerformance":"2004-01-01T00:00:00","Title":"Katya Kabanova","Composer":"Leoš Janácek","PerfDates":"April 17, 20, 23, 25 (m), 2004","Content":"Patricia Racette (Katya Kabanova), Raymond Very (Boris Grigorievitch), Jay Hunter Morris (Tichon Kabanov), James Scott Sikon (Pavel Dikoi), Dame Josephine Barstow (Marfa Kabanicha), Priti Gandhi (Varvara), Doug Jones (Vanya Kudriash), Nicolai Janitzky (Kuligin), Kelly Gebhardt ( Glasha), Ilse Ap&#233;stegui (Feklusha). John Fiore, conductor; Ian Campbell, director; Jane LaMotte, set design.","Season":2004,"Searchable":"katya kabanova leoš janácek"},{"Id":48,"FirstPerformance":"2004-01-01T00:00:00","Title":"La traviata","Composer":"Giuseppe Verdi","PerfDates":"May 8, 11, 14, 16 (m), 19 2004","Content":"Anja Harteros (Violetta), Richard Troxell (Alfredo), James Westman (Germont), James Scott Sikon (Marquis), Kelly Gebhardt (Flora), Ilse Apestegui (Annina), Joseph Hu (Gaston), Nicolai Janitzky (Douphol), Ethan Herschefeld (Dr. Grenvil), Chad Frisque (Giuseppe). Edoardo Müller, conductor; Ian Campbell, director; John Conklin, set design; David Walker, costume design.","Season":2004,"Searchable":"la traviata giuseppe verdi"},{"Id":302,"FirstPerformance":"2004-01-01T00:00:00","Title":"Recital","Composer":"Ewa Podles, contralto","PerfDates":"November 15, 2003","Content":"Ania Marchwinska, piano","Season":2004,"Searchable":"recital ewa podles, contralto"},{"Id":303,"FirstPerformance":"2004-01-01T00:00:00","Title":"Recital","Composer":"Russell Braun, baritone & Michael Schade, tenor","PerfDates":"February 28, 2004","Content":"Carolyn Maule, piano","Season":2004,"Searchable":"recital russell braun, baritone & michael schade, tenor"},{"Id":304,"FirstPerformance":"2003-01-01T00:00:00","Title":"Recital","Composer":"Christopher Maltman, baritone","PerfDates":"March 2, 2003","Content":"Andrew Smith, piano","Season":2003,"Searchable":"recital christopher maltman, baritone"},{"Id":49,"FirstPerformance":"2003-01-01T00:00:00","Title":"Recital","Composer":"Daniil Shtoda, tenor","PerfDates":"November 9, 2002","Content":"Larissa Gergieva, piano","Season":2003,"Searchable":"recital daniil shtoda, tenor"},{"Id":50,"FirstPerformance":"2003-01-01T00:00:00","Title":"Fidelio","Composer":"Ludwig van Beethoven","PerfDates":"January 25, 28, 31 and February 2m, 2003","Content":"Martin Zysset (Jaquino), Ute Selbig (Marzelline), Reinhard Hagen (Rocco), Eva Johansson (Leonore), Greer Grimsley (Pizarro), Chad Frisque (First prisoner), James Newman (Second prisoner), John Keyes (Florestan), Pavel Daniluk (Don Fernando), Christof Perick, conductor, Michael Hampe, stage director, John Gunter, set/costume designer","Season":2003,"Searchable":"fidelio ludwig van beethoven"},{"Id":51,"FirstPerformance":"2003-01-01T00:00:00","Title":"Norma","Composer":"Vincenzo Bellini","PerfDates":"February 15, 18, 21, 23m and 26, 2003","Content":"Pavel Daniluk (Oroveso), Hugh Smith (Pollione), Beau Palmer (Flavio), Galina Gorchakova (Norma), Mariana Pentcheva (Adalgisa), Richard Bonynge, conductor, John Copley, stage director, John Conklin, set/costume designer","Season":2003,"Searchable":"norma vincenzo bellini"},{"Id":52,"FirstPerformance":"2003-01-01T00:00:00","Title":"Thérèse Raquin","Composer":"Tobias Picker","PerfDates":"March 22, 25, 28m and 30, 2003","Content":"Dame Josephine Barstow (Madame Lisette Raquin), Kirstin Ch&#225;vez (Th&#233;rèse Raquin), Gordon Gietz (Camille Raquin), Christopher Maltman (Laurent), Sheryl Woods (Suzanne Michaud), Kevin Langan (Olivier Michaud), Peter Kazaras (Monsieur Grivet), Karen Keltner, conductor, Herbert Kellner, stage director, Marie-Jeanne Lecca, set/costume designer","Season":2003,"Searchable":"thérèse raquin tobias picker"},{"Id":53,"FirstPerformance":"2003-01-01T00:00:00","Title":"Otello","Composer":"Giuseppe Verdi","PerfDates":"April 19, 22, 25, 27m and 30, 2003","Content":"James Scott Sikon (Montano), Richard Troxell (Cassio), Alexandru Agache (Iago), Joseph Hu (Roderigo), Sergej Larin (Otello), Marina Mescheriakova (Desdemona), Priti Gandhi (Emilia), David Marshman (Herald), Julien Robbins (Lodovico), Edoardo Müller, conductor, Sonja Frisell, stage director, Zack Brown, set/costume designer","Season":2003,"Searchable":"otello giuseppe verdi"},{"Id":54,"FirstPerformance":"2003-01-01T00:00:00","Title":"Madama Butterfly","Composer":"Giacomo Puccini","PerfDates":"May 10, 13, 16, 18m and 21, 2003","Content":"Richard Leech (B.F. Pinkerton), Joseph Hu (Goro), Mika Shigematsu (Suzuki), Stephen Powell (Sharpless), Chen Sue Panariello (Cio-Cio-San), Joe Pechota (Imperial Commissioner), Tom Oberjat (Registrar), James Scott Sikon (The Bonze), Gregorio Gonzalez (Prince Yamadori), Laura Portune (Kate Pinkerton), Edoardo Müller, conductor, Francesca Zambello, original stage direction, Garnett Bruce, stage director, Michael Yeargan, set designer, Anita Yavich, costume designer","Season":2003,"Searchable":"madama butterfly giacomo puccini"},{"Id":55,"FirstPerformance":"2002-01-01T00:00:00","Title":"Rigoletto","Composer":"Giuseppe Verdi","PerfDates":"January 19, 22, 25, 27m and 30, 2002","Content":"Frank Porretta (Duke), Beau Palmer (Borsa), Eva-Maria Clements (Ceprano's wife), Mark Rucker (Rigoletto), Malcolm MacKenzie (Marullo), Jamie Offenbach (Ceprano), James Scott Sikon (Monterone), Jeffrey Wells (Sparafucile), Maureen O'Flynn (Gilda), Megan Dey-Tóth (Giovanna), Suzanne Lustgarten (Page), Suzanna Guzm&#225;n (Maddalena), William Nolan (Guard), Karen Keltner, conductor, Bruce Beresford, original production, Christopher Harlan, stage director, Jean Isaacs, choreographer, John Stoddart, set designer, Johann Stegmeir, costume designer.","Season":2002,"Searchable":"rigoletto giuseppe verdi"},{"Id":56,"FirstPerformance":"2002-01-01T00:00:00","Title":"Ariodante","Composer":"George Frideric Handel","PerfDates":"February 9, 12, 15 and 17m, 2002","Content":"Rosemary Joshua (Ginevra), Christine Brandes (Dalinda), David Walker (Polinesso), Vivica Genaux (Ariodante), Julien Robbins (King of Scotland), Andrew Truett (Odoardo), Bruce Fowler (Lurcanio), Kenneth Montgomery, conductor, John Copley, stage director, Kenneth von Heidecke, choreographer, John Conklin, set designer, Michael Stennett, costume designer.","Season":2002,"Searchable":"ariodante george frideric handel"},{"Id":57,"FirstPerformance":"2002-01-01T00:00:00","Title":"Recital","Composer":"Anthony Dean Griffey, tenor","PerfDates":"March 2, 2002","Content":"Blair McMillan, piano","Season":2002,"Searchable":"recital anthony dean griffey, tenor"},{"Id":58,"FirstPerformance":"2002-01-01T00:00:00","Title":"Tosca","Composer":"Giacomo Puccini","PerfDates":"March 30, April 2, 5, 7m and 10, 2002","Content":"Jamie Offenbach (Angelotti/Sciarrone), Fran&#231;ois Loup (Sacristan), Richard Leech (Cavaradossi), Galina Gorchakova (Tosca), Kimm Julian (Scarpia), Joseph Hu (Spoletta), Robert Olson (Shepherd Boy), Joe Pechota (Jailer), Edoardo Müller, conductor, Ian Campbell, stage director, Jean-Pierre Ponnelle, set designer, Suzanne Mess and Ray Diffen, costume designer.","Season":2002,"Searchable":"tosca giacomo puccini"},{"Id":59,"FirstPerformance":"2002-01-01T00:00:00","Title":"Don Pasquale","Composer":"Gaetano Donizetti","PerfDates":"April 20, 23, 26 and 28m, 2002","Content":"Bruno Praticò (Don Pasquale), Christopher Schaldenbrand (Malatesta), Matthew Polenzani (Ernesto), Ying Huang (Norina), David Marshman (Notary), Edoardo Müller, conductor, David Gately, stage director, Tony Fanning, set designer, Helen E. Rodgers, costume designer","Season":2002,"Searchable":"don pasquale gaetano donizetti"},{"Id":60,"FirstPerformance":"2002-01-01T00:00:00","Title":"The Flying Dutchman","Composer":"Richard Wagner","PerfDates":"May 11, 14, 17, 19m and 22, 2002","Content":"Daniel Sumegi (Daland), Joseph Hu (Steersman), Robert Hale (The Dutchman), Ilse Ap&#233;stegui (Mary), Rita Cullis (Senta), John Keyes (Erik), Karen Keltner, conductor, David Edwards, director, Constantinos Kritikos, set designer, Zack Brown, costume designer","Season":2002,"Searchable":"the flying dutchman richard wagner"},{"Id":61,"FirstPerformance":"2001-01-01T00:00:00","Title":"The Magic Flute","Composer":"Wolfgang Amadeus Mozart","PerfDates":"January 20, 23, 26, 28m and 31, 2001","Content":"John Osborn (Tamino), Barbara Divis (First Lady), Priti Gandhi (Second Lady), Suzanna Guzm&#225;n (Third Lady), Johannes Mannov*(Papageno), Yan-Guang Cui* (Queen of the Night), Peter Blanchet (Monostatos), Jennifer Casey Cabot (Pamina), Sylvia Wen (First Genie), Suzanne Lustgarten (Second Genie), Eva-Maria Clements (Third Genie), Daniel Sumegi (Speaker), Beau Palmer (Second Priest), Kevin Langan (Sarastro), Todd Geer (First Armed Man), Ryan Allen (Second Armed Man), Annelies Chapman (Papagena), John Fiore, conductor, Michael Hampe, director and set designer, Zandra Rhodes*, costume designer, Alberto Andreis, co-set designer.","Season":2001,"Searchable":"the magic flute wolfgang amadeus mozart"},{"Id":62,"FirstPerformance":"2001-01-01T00:00:00","Title":"Faust","Composer":"Charles François Gounod","PerfDates":"February 17, 20, 23, 25m, and 28, 2001","Content":"Izabela Labuda (Marguerite), Zheng Cao (Si&#233;bel), Judith Christin (Marthe), Octavio Arevalo* (Faust), Jeff Mattsey (Valentin), William Nolan (Wagner), Ferruccio Furlanetto (M&#233;phistoph&#233;lès), Ricahrd Bonynge, conductor, Linda Brovsky, director, Earl Stalaey, production designer.","Season":2001,"Searchable":"faust charles françois gounod"},{"Id":63,"FirstPerformance":"2001-01-01T00:00:00","Title":"Cold Sassy Tree","Composer":"Carlisle Floyd","PerfDates":"March 24, 27, 30 and April 1m, 2001","Content":"Dean Peterson (Rucker Lattimore), Patricia Racette (Love Simpson), Cynthia Clayton (Mary Willis Tweedy), Beth Clayton (Loma Williams), John McVeigh (Will Tweedy), Megan Weston (Lightfoot McClendon), Joel Sorensen (Camp Williams), Judith Christin (Effie Belle Tate), Martha Jane Howe (Thelma Predmore), Chris Thompson (Hosie Roach), Stephen Powell (Clayton McAllister) John Edwards (Luther/Rufus Buford), James Scott Sikon (Dr. Lomax/Sheriff), Barbara Divis (Lula), Lori Stinson (Myrtis), Todd Geer (Mayor), Karen Keltner, conductor, Bruce Beresford, original stage direction, Garnett Bruce, stage director, Michael Yeargan, production designer.","Season":2001,"Searchable":"cold sassy tree carlisle floyd"},{"Id":64,"FirstPerformance":"2001-01-01T00:00:00","Title":"Idomeneo: King of Crete","Composer":"Wolfgang Amadeus Mozart","PerfDates":"April 14, 17, 20 and 22m, 2001","Content":"Ute Selbig (Ilia), Ruxandra Donose (Idamante), Kathleen Halm (First Cretan Girl), Eva-Maria Clements (Second Cretan Girl), Andrew Truett (First Trojan Man), David Marshman (Second Trojan Man), Carol Vaness (Elettra), Todd Geer (Arbace), Scott Wyatt (Idomeneo), Joseph Hu ( High Priest), Dean Elzinga (Voice of Neptune), Edoardo Müller, conductor, Lofti Mansouri, director, John Conklin, set designer, Michael Stennett, costume designer.","Season":2001,"Searchable":"idomeneo: king of crete wolfgang amadeus mozart"},{"Id":65,"FirstPerformance":"2001-01-01T00:00:00","Title":"Aida","Composer":"Giuseppe Verdi","PerfDates":"May 5, 8, 11, 13m and 15, 2001","Content":"Hao Jiang Tian (Ramfis), Richard Margison (Radames), Marianne Cornetti (Amneris), Elena Zelenskaya (Aida), Dean Elzinga (King of Egypt), Kenneth Morris (Messenger), Kathleen Halm (Priestess), Haijing Fu (Amonasro), Edoardo Müller, conductor, Andrew Sinclair, stage director, John Malashock, choreographer, Michael Yeargan, set designer, Peter J. Hall, costume designer.","Season":2001,"Searchable":"aida giuseppe verdi"},{"Id":66,"FirstPerformance":"2001-01-01T00:00:00","Title":"Concert: The Requiem","Composer":"Verdi","PerfDates":"May 19, 2001","Content":"Civic Theatre: Elena Zelenskaya, Soprano; Marianne Cornetti, Mezzo-soprano; Richard Leech, Tenor; Dean Peterson, Bass-baritone; San Diego Opera Orchestra and Chorus; San Diego Master Chorale; Edoardo Müller, Conductor.","Season":2001,"Searchable":"concert: the requiem verdi"},{"Id":67,"FirstPerformance":"2001-01-01T00:00:00","Title":"Concert: Luciano Pavarotti, tenor; Cynthia Lawrence, soprano","Composer":null,"PerfDates":"June 30, 2001","Content":"Sports Arena: Leone Magiera, conductor","Season":2001,"Searchable":"concert: luciano pavarotti, tenor; cynthia lawrence, soprano"},{"Id":68,"FirstPerformance":"2000-01-01T00:00:00","Title":"Recital: Sylvia McNair, soprano","Composer":null,"PerfDates":"October 24, 1999","Content":"Ted Taylor, piano","Season":2000,"Searchable":"recital: sylvia mcnair, soprano"},{"Id":69,"FirstPerformance":"2000-01-01T00:00:00","Title":"Il trovatore","Composer":"Giuseppe Verdi","PerfDates":"January 22, 25, 28, 30m and February 2, 2000","Content":"Sondra Radvanovsky (Leonora), Patricia McAfee(Inez), Kathryn Day (Azucena), Richard Margison (Manrico), Peter Blanchet (Ruiz), Richard Zeller (di Luna), Brian Matthews(Ferrando); Edoardo Müller, conductor; Ian Campbell, director; John David Peters, sets; John Conklin, costumes","Season":2000,"Searchable":"il trovatore giuseppe verdi"},{"Id":70,"FirstPerformance":"2000-01-01T00:00:00","Title":"Lohengrin","Composer":"Richard Wagner","PerfDates":"February 13, 16, 19 and 21m, 2000","Content":"Eva Johansson (Elsa), Mariana Pentcheva (Ortrud), John Keyes (Lohengrin), Greer Grimsley (Telramund), Reinhard Hagen(Heinrich), Kimm Julian (King's herald); John Klacka, Michael Frees, David Marshman, Daniel Koehn (nobles of Brabant); Suzanne Lustgarten, Patricia McAfee, Eva Clements, Lois Myers (Pages); Heinz Fricke, conductor; Andrew Sinclair, director; John Napier, sets/costumes","Season":2000,"Searchable":"lohengrin richard wagner"},{"Id":71,"FirstPerformance":"2000-01-01T00:00:00","Title":"Recital","Composer":"Simon Estes, bass","PerfDates":"March 4, 2000","Content":"Julius Tilghman, piano","Season":2000,"Searchable":"recital simon estes, bass"},{"Id":72,"FirstPerformance":"2000-01-01T00:00:00","Title":"Don Giovanni","Composer":"Wolfgang Amadeus Mozart","PerfDates":"April 1, 4, 7, 9m and 12, 2000","Content":"Deborah Riedel (Anna), Jennifer Casey Cabot (Elvira), Eirian James (Zerlina), Gregory Kunde (Ottavio), Ferruccio Furlanetto (Giovanni), Michael Chioldi (Masetto), Louis Lebherz (Commendatore), Reinhard Dorn (Leporello); Leopold Hager, conductor; Michael Hampe, director; Michael Hampe, sets; Carlo Diappi, costumes","Season":2000,"Searchable":"don giovanni wolfgang amadeus mozart"},{"Id":73,"FirstPerformance":"2000-01-01T00:00:00","Title":"A Streetcar Named Desire","Composer":"André Previn","PerfDates":"April 22, 25, 28 and 30m, 2000","Content":"Sheryl Woods (Blanche), Elizabeth Futral (Stella), Suzanna Guzm&#225;n (Eunice Hubble), Anthony Dean Griffey (Mitch), Jeffrey Lentz (Newspaper boy), David Okerlund (Stanley), James Scott Sikon (Steve Hubble); Karen Keltner, conductor; Brad Dalton, director; Michael Yeargan, sets/costumes","Season":2000,"Searchable":"a streetcar named desire andré previn"},{"Id":74,"FirstPerformance":"2000-01-01T00:00:00","Title":"La bohème","Composer":"Giacomo Puccini","PerfDates":"May 13, 16, 19, 21m and 24, 2000","Content":"Izabela Labuda (Mim&#236;), Cynthia Clayton (Musetta), Fernando de la Mora (Rodolfo), Joe Sundstrom (Parpignol), Hector Vasquez (Marcello), Oziel Garza-Ornelas (Schaunard), Kevin Langan (Colline), James Scott Sikon (Benoit/Alcindoro), Harold Skelly (customs guard), Joe Pechota (sergeant); Richard Bonynge, conductor; Sharon Ott, director; John Conklin, sets; Martin Pakledinaz, costumes","Season":2000,"Searchable":"la bohème giacomo puccini"},{"Id":305,"FirstPerformance":"2000-01-01T00:00:00","Title":"Recital","Composer":"Galina Gorchakova, soprano","PerfDates":"April 24, 2000","Content":"Iain Burnside, piano","Season":2000,"Searchable":"recital galina gorchakova, soprano"},{"Id":75,"FirstPerformance":"1999-01-01T00:00:00","Title":"Recital","Composer":"Helen Donath, soprano","PerfDates":"December 6, 1998","Content":"Klaus Donath, piano","Season":1999,"Searchable":"recital helen donath, soprano"},{"Id":76,"FirstPerformance":"1999-01-01T00:00:00","Title":"Falstaff","Composer":"Giuseppe Verdi","PerfDates":"January 23, 26, 29, 31m, February 3, 1999","Content":"Deborah Riedel (Alice Ford), Annelies Chapman (Nanetta), Carla Wood (Mistress Page), Sharon Graham (Quickly), Bruce Fowler (Fenton), Paul Ferris (Caius), Peter Blanchet (Bardolph), Phillip Joll (Falstaff), David Malis (Ford), Ryan Allen (Pistol); Edoardo Müller, conductor; Ian Campbell*, director; Peter Dean Beck, sets; Charles R. Caine, costumes","Season":1999,"Searchable":"falstaff giuseppe verdi"},{"Id":77,"FirstPerformance":"1999-01-01T00:00:00","Title":"Of Mice and Men","Composer":"Carlisle Floyd","PerfDates":"February 13, 16, 19, 21m, 1999","Content":"Diane Alexander (Curley's Wife), Anthony Dean Griffey (Lennie), Joel Sorensen (Curley), Beau Palmer (Carlson), John Bellemer (Ballad Singer), Erich Parce (George), Stephen Powell (Slim), Kenneth Cox (Candy); Karen Keltner, conductor; Rhoda Levine, director; John Conklin, sets; Jess Goldstein, costumes","Season":1999,"Searchable":"of mice and men carlisle floyd"},{"Id":78,"FirstPerformance":"1999-01-01T00:00:00","Title":"The Great Richard Wagner Concert","Composer":"February 20, 1999; Civic Theatre","PerfDates":null,"Content":"Katarina Dalaymann, Thomas Sunnegårdh, Kenneth Cox, soloists; Heinz Fricke, conductor","Season":1999,"Searchable":"the great richard wagner concert february 20, 1999; civic theatre"},{"Id":79,"FirstPerformance":"1999-01-01T00:00:00","Title":"Così fan tutte","Composer":"Wolfgang Amadeus Mozart","PerfDates":"March 6, 9, 12, 14m, 17, 1999","Content":"Barbara Shirvis (Fiordiligi), Sheryl Woods (Despina), Margaret Lattimore (Dorabella), John Osborn (Ferrando), Stephen Powell (Guglielmo), Francois Loup (Don Alfonso); Peter Erckens*, conductor; Leon Major, director; Allen Moyer, sets; David O. Roberts, costumes","Season":1999,"Searchable":"così fan tutte wolfgang amadeus mozart"},{"Id":80,"FirstPerformance":"1999-01-01T00:00:00","Title":"Hansel and Gretel","Composer":"Engelbert Humperdinck","PerfDates":"April 10, 13, 16, 18m, 1999","Content":"Clare Gormley (Gretel), Evelyn de la Rosa (dew fairy/sandman), Jane Bunnell (Hansel), RoseMarie Freni (Gertrude), Adria Firestone (Witch), James Maddalena (Peter); Karen Keltner, conductor; Frank Corsaro/Amy Hutchinson, director; Maruice Sendak, designer","Season":1999,"Searchable":"hansel and gretel engelbert humperdinck"},{"Id":81,"FirstPerformance":"1999-01-01T00:00:00","Title":"A Masked Ball","Composer":"Giuseppe Verdi","PerfDates":"May 1, 4, 7, 9m, 12, 1999","Content":"Jeanne-Michele Charbonnet (Amelia), Elisabeth Comeaux (Oscar), Barbara Dever (Ulrica), Richard Leech (Riccardo/Gustavus), Mark Rucker (Renato), Joseph Hu (servant/judge), James Scott Sikon (Silvano/Christiano), Alexander Anisimov (Sam/Count Horn), David Downing (Tom/Count Ribbing); Edoardo Müller, conductor; Michael Hampe, director; Ezio Frigerio, sets; Mauro Pagano, costumes","Season":1999,"Searchable":"a masked ball giuseppe verdi"},{"Id":82,"FirstPerformance":"1998-01-01T00:00:00","Title":"Recital","Composer":"Vivica Genaux, mezzo-soprano","PerfDates":"October 25 and 26, 1997","Content":"Martin Dub&#233;, piano","Season":1998,"Searchable":"recital vivica genaux, mezzo-soprano"},{"Id":83,"FirstPerformance":"1998-01-01T00:00:00","Title":"The Barber of Seville","Composer":"Gioachino Rossini","PerfDates":"January 24, 27, 30, February 1m, 4, 1998","Content":"Ellen Rabiner (Berta), Vivica Genaux (Rosina), Bruce Fowler (Almaviva), Richard Byrne (Jan 24, 27)/ Robert Orth (Jan 30, Feb 1m, 4) (Figaro), John Del Carlo (Bartolo), Julien Robbins (Basilio), Duane McDevitt (Fiorello), Bob Borntrager (Ambrogio), Joseph Grienenberger (officer), William Doyle(notary); Karen Keltner, conductor; Michael Hampe, director; Mauro Pagano, set and costume designer","Season":1998,"Searchable":"the barber of seville gioachino rossini"},{"Id":84,"FirstPerformance":"1998-01-01T00:00:00","Title":"Salome","Composer":"Richard Strauss","PerfDates":"February 14, 17, 20 and 22m, 1998","Content":"Kristine Ciesinski (Salome); Katherine Ciesinski (Herodias); Emily Manhart (Page); Patricia McAfee (slave); Alan Woodrow (Herod); Richard Brunner (Narraboth); Robert Hayward (Jochanaan); Joseph Frank, Alan Fischer, Douglas Perry, Melvin Lowery, Stephen Morscheck (five Jews); David Downing (First Nazarene); Andrew Richards (Second Nazarene); James Scott Sikon (First soldier); Philip Skinner (Second soldier); Philip Larson (a Cappadocian); Karen Keltner, conductor; Bliss Hebert, director; Allen Charles Klein, designer","Season":1998,"Searchable":"salome richard strauss"},{"Id":85,"FirstPerformance":"1998-01-01T00:00:00","Title":"Madama Butterfly","Composer":"Giacomo Puccini","PerfDates":"March 7, 10, 13, 15m, 18, 1998","Content":"Yoko Watanabe (Cio-Cio-San), Zheng Cao (Suzuki), Catherine Ireland (Kate), Fernando de la Mora (Pinkerton), Douglas Perry (Goro), Kim Josephson (Sharpless), James Scott Sikon (The Imperial Commissioner), Roberto Gomez (Yamadori), David Downing (Bonze); Eduardo Diazmunoz, conductor; Francesca Zambello/ Garnett Bruce, director; Michael Yeargan, sets; Anita Yavich*, costumes","Season":1998,"Searchable":"madama butterfly giacomo puccini"},{"Id":86,"FirstPerformance":"1998-01-01T00:00:00","Title":"Romeo and Juliet","Composer":"Charles Gounod","PerfDates":"April 18, 21, 24, 26m, 1998","Content":"Rosemary Joshua (Juliet), Kate Butler (Stephano), Martha Jane Howe (Gertrude), Richard Leech (Romeo), Beau Palmer (Tybalt), Jeff Mattsey (Mercutio), Duane McDevitt (Gregorio), David Downing (Duke of Verona), James Scott Sikon (Capulet), Mark S. Doss (Friar Lawrence), Joe Pechota (Paris), Joseph Hu (Benvolio), David Marshman (Friar John); Richard Bonynge, conductor; Bliss Hebert, director; Pasquale Grossi, sets; Allen Charles Klein, costume and lighting designer","Season":1998,"Searchable":"romeo and juliet charles gounod"},{"Id":87,"FirstPerformance":"1998-01-01T00:00:00","Title":"The Marriage of Figaro","Composer":"Wolfgang Amadeus Mozart","PerfDates":"May 9, 12, 15, 17m, 20, 1998","Content":"Emily Magee (Countess), Ute Selbig*(Susanna), Catherine Ireland (Barbarina), Margaret Lattimore (Cherubino), Judith Christin (Marcellina), Marcia Whittier, Sandra Camarena (peasant girls), Francis Egerton (Basilio/Curzio), Rod Gilfry (Count), Andrew Wentzel (Figaro), Francois Loup (Bartolo), James Scott Sikon (Antonio); Edoardo Müller, conductor; Lesley Koenig, director; Zack Brown, set and costume designer","Season":1998,"Searchable":"the marriage of figaro wolfgang amadeus mozart"},{"Id":88,"FirstPerformance":"1998-01-01T00:00:00","Title":"Concert","Composer":"The Met Orchestra","PerfDates":"May 16, 1998; Civic Theatre","Content":"James Levine, conductor<br />Vadim Repin, violin","Season":1998,"Searchable":"concert the met orchestra"},{"Id":306,"FirstPerformance":"1998-01-01T00:00:00","Title":"Recital","Composer":"Hermann Prey, baritone","PerfDates":"December 20, 1997","Content":"William Vendice, piano","Season":1998,"Searchable":"recital hermann prey, baritone"},{"Id":89,"FirstPerformance":"1997-01-01T00:00:00","Title":"Carmen","Composer":"Georges Bizet","PerfDates":"January 18, 21, 24, 26m, 29, 1997","Content":"Cynthia Clayton (Mica&#235;la), Sylvia Wen (Frasquita), Adria Firestone (Carmen), Sarah Blaze (Mercedes), Richard Leech (Don Jos&#233;), Beau Palmer (Remendado), Louis Otey (Escamillo), James Butler (Zuniga), Roberto Gomez (Morales), Stephen Powell (Dancaire); Richard Bonynge, conductor; James de Blasis, director; John Conklin, sets; Peter J. Hall, costumes","Season":1997,"Searchable":"carmen georges bizet"},{"Id":90,"FirstPerformance":"1997-01-01T00:00:00","Title":"The Italian Girl in Algiers","Composer":"Gioachino Rossini","PerfDates":"February 8, 11, 14, 16m, 1997","Content":"Anita De Simone (Elvira), Vivica Genaux (Isabella), Ava Baker Liss (Zulma), Bruce Fowler (Lindoro), Reinhard Dorn* (Taddeo), James Butler (Haly), John Del Carlo (Mustaf&#225;); Karen Keltner, conductor; Leon Major, director; Zack Brown, sets/costumes","Season":1997,"Searchable":"the italian girl in algiers gioachino rossini"},{"Id":91,"FirstPerformance":"1997-01-01T00:00:00","Title":"The Conquistador","Composer":"Myron Fink","PerfDates":"March 1, 4, 7, 9m, 1997","Content":"World Premiere<br />Elizabeth Hynes (Elena), Kerry O'Brien (Ghost of Leonora), Vivica Genaux (Isabel), Adria Firestone (Francisca), Diane Winterton (Catalina), Richelle Marie Triglia (Mariana), Lee Jessica Froelich (Leonor), Chelsea Basler (Anica), Jerry Hadley (Luis), Beau Palmer (Alvaro), John Duykers (Chief Inquisitor), Louis Otey (the Viceroy), James Scott Sikon (Baltasar), David Downing (Gaspar), Stephen Powell (Felipe Núñez), Philip Larson (Machado), Duane McDevitt (Dr. Ribera), Kenneth Cox (Sahagún), Casey McKinley (Miguel), Scot Fagerland (Jorge), Mark Loewen (Antonio), John Slivon (Officer), Walter Du Melle (Merchant), David Shaffer (Landowner); Karen Keltner, conductor; Sharon Ott, director; Kent Dorsey, sets; Deborah Dryden, costumes","Season":1997,"Searchable":"the conquistador myron fink"},{"Id":92,"FirstPerformance":"1997-01-01T00:00:00","Title":"La traviata","Composer":"Giuseppe Verdi","PerfDates":"April 5, 8, 11, 13m, 16, 1997","Content":"Deborah Riedel (Violetta), Patricia McAfee (Annina), Carter Scott (Flora), Jorge Lopez- Yañez (Alfredo), Joseph Hu (Gaston), Richard Zeller (Germont), Duane McDevitt (Douphol), David Downing (Grenvil), James Scott Sikon (Marchese d'Obigny), John Slivon (Giuseppe), Jeffrey L. Shipman (servant), Walter Du Melle (messenger); Richard Bonynge, conductor; Wolfgang Weber, director; John Conklin, sets; David Walker, costumes","Season":1997,"Searchable":"la traviata giuseppe verdi"},{"Id":93,"FirstPerformance":"1997-01-01T00:00:00","Title":"Concert","Composer":"Plácido Domingo, tenor; Ainhoa Arteta, soprano","PerfDates":"April 10, 1997; Civic Theatre","Content":"Edoardo Müller, conductor","Season":1997,"Searchable":"concert plácido domingo, tenor; ainhoa arteta, soprano"},{"Id":94,"FirstPerformance":"1997-01-01T00:00:00","Title":"Turandot","Composer":"Giacomo Puccini","PerfDates":"April 26, 29, May 2, 4m, 7, 1997","Content":"Jane Eaglen (Turandot), Ai-Lan Zhu (Liù), Diane Winterton, Deanna Barraza (Handmaidens), Richard Margison (Calaf), Alan Fischer (Altoum), Beau Palmer (Pang), Joseph Hu (Pong), Stephen Powell (Ping), Roberto Gomez (Mandarin), Kevin Langan (Timur), Chad Berlinghieri (Prince of Persia); Edoardo Müller, conductor; Lotfi Mansouri, director; David Hockney, sets; Ian Falconer, costumes","Season":1997,"Searchable":"turandot giacomo puccini"},{"Id":95,"FirstPerformance":"1996-01-01T00:00:00","Title":"Recital","Composer":"Cecilia Bartoli, mezzo-soprano","PerfDates":"September 17, 1995; Civic Theatre","Content":"Steven Blier, piano","Season":1996,"Searchable":"recital cecilia bartoli, mezzo-soprano"},{"Id":96,"FirstPerformance":"1996-01-01T00:00:00","Title":"Tosca","Composer":"Giacomo Puccini","PerfDates":"January 20, 23, 26, 28m, 31, 1996","Content":"Nelly Miricioiu (Tosca), Casey McKinley(shepherd), C&#233;sar Hern&#225;ndez (Cavaradossi), Alan Fischer (Spoletta), James Morris (Scarpia), Roberto Gomez (sacristan), David Downing (Angelotti/Sciarrone), Philip Larson (jailer); Edoardo Müller, conductor; Bliss Hebert, director; Jean-Pierre Ponnelle, sets; Suzanne Mess, costumes","Season":1996,"Searchable":"tosca giacomo puccini"},{"Id":97,"FirstPerformance":"1996-01-01T00:00:00","Title":"The Elixir of Love","Composer":"Gaetano Donizetti","PerfDates":"February 10, 13, 16, 18m, 21, 1996","Content":"Deborah Riedel (Adina), Sylvia Wen (Giannetta), Patrick Power (Nemorino), David Malis (Belcore), Andrew Shore* (Dulcamara); Karen Keltner, conductor; John Cox, director; Roger Butlin, sets; Stephen Brimson-Lewis, costumes","Season":1996,"Searchable":"the elixir of love gaetano donizetti"},{"Id":98,"FirstPerformance":"1996-01-01T00:00:00","Title":"The Passion of Jonathan Wade","Composer":"Carlisle Floyd","PerfDates":"March 2, 5, 8, 10m, 1996","Content":"Sheryl Woods (Celia), D&#233;bria Brown (Nicey), Deanna Barraza (girl), Erich Parce (Wade), Beau Palmer (Lt. Patrick), David Downing (Riddle), Joseph Evans (Wardlaw), John Duykers (Pratt), Michel Warren Bell (Judge Bell), Julian Patrick (Townsend), William Nolan (wounded soldier/Branch), Daniel S. Leal (Union leaguer); Ryan Lowe, Joseph Grienenberger (soldiers); David Downing (Rector); Joseph Sundstrom, Walter Du Melle (carpetbaggers); Arthur Wheatfall (senator); Kaira Cooper, Remy Abraham, Epherium Morgan, Warren Nolan (youths); Kenneth Montgomery, conductor; Carlisle Floyd, director; Günther Schneider-Siemssen, sets; Allen Charles Klein, costumes","Season":1996,"Searchable":"the passion of jonathan wade carlisle floyd"},{"Id":99,"FirstPerformance":"1996-01-01T00:00:00","Title":"Cinderella","Composer":"Gioachino Rossini","PerfDates":"April 6, 9, 12, 14m, 1996","Content":"Evelyn de la Rosa (Clorinda), Margaret Lattimore (Cinderella), Carter Scott (Tisbe), Bradley Williams (Don Ramiro), Erich Parce (Dandini), Fran&#231;ois Loup (Don Magnifico), Kevin Langan (Alidoro); Karen Keltner, conductor; Linda Brovsky, director; Claude Girard/ Bernard Uzan, sets/costumes","Season":1996,"Searchable":"cinderella gioachino rossini"},{"Id":100,"FirstPerformance":"1996-01-01T00:00:00","Title":"Aida","Composer":"Giuseppe Verdi","PerfDates":"April 27, 30, May 3, 5m, 8, 1996","Content":"Michèle Crider* (Aida), Sherri Dukes Williams (high priestess), Stefania Kaluza (Amneris), Lando Bartolini (Radames), Mark Rucker (Amonasro), Hao Jiang Tian (Ramfis), Andrew Wentzel (King), Matthew Bitetti (messenger); Michelangelo Veltri, conductor; Dejan Miladinovic, director; Michael Yeargan, sets; Peter J. Hall, costumes","Season":1996,"Searchable":"aida giuseppe verdi"},{"Id":101,"FirstPerformance":"1995-01-01T00:00:00","Title":"Rusalka","Composer":"Antonin Dvorák","PerfDates":"January 21, 24, 27, 29m, February 1, 1995","Content":"Ren&#233;e Fleming (Rusalka), Adrienne Dugger (foreign princess), Carter Scott (Jezibaba); Judith Lovath, Manhua Zhan, Annette Daniels (nymphs); Neil Rosenshein (Prince), Mark S. Doss (Water Sprite), Roberto Gomez (hunter); Albert Rosen, conductor; Wolfgang Weber, director; Günther Schneider-Siemssen, sets; Dietmar Solt, costumes","Season":1995,"Searchable":"rusalka antonin dvorák"},{"Id":102,"FirstPerformance":"1995-01-01T00:00:00","Title":"Lucia di Lammermoor","Composer":"Gaetano Donizetti","PerfDates":"February 11, 14, 17, 19m, 22, 1995","Content":"Martile Rowland (Lucia), Sarah Blaze (Alisa), Ramón Vargas (Edgardo), Joseph Hu (Arturo), Beau Palmer (Normanno), Haijing Fu (Enrico), Richard Vernon (Raimondo); Willie Anthony Waters, conductor; Johnathon Pape, director; Neil Peter Jampolis, sets; Peter J. Hall, costumes","Season":1995,"Searchable":"lucia di lammermoor gaetano donizetti"},{"Id":103,"FirstPerformance":"1995-01-01T00:00:00","Title":"Porgy and Bess","Composer":"George Gershwin","PerfDates":"March 8, 9, 10, 11m, 11, 12, 1995","Content":"Marquita Lister/Charlae Olaker (9, 11m, 12) (Bess), Luvenia Garner/Angela R. Simpson (9, 11m, 12) (Serena), Kimberly Jones (Clara), Ann Duquesnay (Maria), Sabrina Carten (Annie), Lou Ann Pickett (Lily), Hope Briggs (strawberry woman), Larry Marshall (Sportin' Life), Alvy Powell/Terry Cook (9, 11m, 12) (Porgy), Stacey Robinson/Lester Lynch (8, 10, 11)/Jeffrey La Var (12) (Crown), Elex Lee Van (Jake), Keith Crawford (Frazier), Barron Coleman (Mingo), Richard Taylor (Robbins), Stanley Jackson (Peter), Mathew J. Minor (Jim), Henry Jones (Undertaker), John Lesane (Nelson), David Lee Brewer (crab man), Charles Sanders (detective), Russell Johnson (coroner), Richard Taylor (African drummer); John deMain/Douglas Fisher (12), conductor; Hope Clarke, director; Kenneth Foy, sets; Judy Dearing, costumes; co-production with Houston Grand Opera","Season":1995,"Searchable":"porgy and bess george gershwin"},{"Id":104,"FirstPerformance":"1995-01-01T00:00:00","Title":"Recital","Composer":"Jerry Hadley, tenor; Thomas Hampson, baritone","PerfDates":"March 18, 1995; Civic Theatre","Content":"Craig Rutenberg, piano","Season":1995,"Searchable":"recital jerry hadley, tenor; thomas hampson, baritone"},{"Id":105,"FirstPerformance":"1995-01-01T00:00:00","Title":"Macbeth","Composer":"Giuseppe Verdi","PerfDates":"March 25, 28, 31, April 2m, 5, 1995","Content":"Rosalind Plowright (Lady Macbeth), Patricia McAfee (nurse); E.J. Mout, Erick Rarick (apparitions); Antonio Barasorda (Macduff), Roman Tsymbala (Malcolm), Michael Stevens (servant/herald), Timothy Noble (Macbeth), Ronald Banks (assassin/apparition), Kenneth Cox (Banquo), Philip Larson (Doctor); Edoardo Müller, conductor; Wolfgang Weber, director; Davis West, sets; Suzanne Mess, costumes","Season":1995,"Searchable":"macbeth giuseppe verdi"},{"Id":106,"FirstPerformance":"1995-01-01T00:00:00","Title":"La bohème","Composer":"Giacomo Puccini","PerfDates":"April 22, 25, 28, 30m, May 3, 1995","Content":"Patricia Racette (Mim&#236;), Rosemary Musoleno (Musetta), Richard Leech (Rodolfo), Daniel S. Leal (Parpignol), Mark Oswald (Marcello), Jeff Mattsey (Schaunard), Yanni Yannissis (Colline), James Scott Sikon (Benoit/Alcindoro), David Shaffer (customs guard), Ronald Banks (sergeant); Edoardo Müller, conductor; Lesley Koenig, director; John Conklin, sets; Martin Pakledinaz, costumes","Season":1995,"Searchable":"la bohème giacomo puccini"},{"Id":107,"FirstPerformance":"1994-01-01T00:00:00","Title":"Recital","Composer":"José Carreras, tenor","PerfDates":"July 5, 1993; Civic Theatre","Content":"Enrique Ricci, piano","Season":1994,"Searchable":"recital josé carreras, tenor"},{"Id":108,"FirstPerformance":"1994-01-01T00:00:00","Title":"Eugene Onegin","Composer":"Peter Ilyich Tchaikovsky","PerfDates":"January 22, 25, 28, 30m, February 2, 1994","Content":"Ren&#233;e Fleming (Tatiana), Kathleen Hegierski (Olga), Martha Jane Howe (Larina), D&#233;bria Brown (Filipievna), Hans Peter Blochwitz (Lenski), Douglas Perry (Triquet), Jeffrey Black (Onegin), Stefan Szkafarowsky (Gremin), David Downing (captain/Zaretski); Kenneth Montgomery, conductor; John Copley, director; Robin Don, sets; Michael Stennett, costumes","Season":1994,"Searchable":"eugene onegin peter ilyich tchaikovsky"},{"Id":109,"FirstPerformance":"1994-01-01T00:00:00","Title":"Rigoletto","Composer":"Giuseppe Verdi","PerfDates":"February 12, 15, 18, 20m, 23, 1994","Content":"Sheryl Woods (Gilda), Sarah Blaze (Countess Ceprano/page), Martha Jane Weaver (Giovanna), Suzanna Guzm&#225;n (Maddalena), Fernando de la Mora (the Duke), Beau Palmer (Borsa), Haijing Fu (Rigoletto), David Downing (Marullo), Michael L. Morgan (Ceprano), James Scott Sikon (Monterone), Valentin Peytchinov (Sparafucile); Elio Boncompagni, conductor; Wolfgang Weber, director; Zack Brown, sets/costumes","Season":1994,"Searchable":"rigoletto giuseppe verdi"},{"Id":110,"FirstPerformance":"1994-01-01T00:00:00","Title":"Rappaccini's Daughter","Composer":"Daniel Catán","PerfDates":"March 5, 8, 11, 13m, 16, 1994","Content":"United States Premiere<br />North American Voices Project<br />Encarnación V&#225;squez (Beatriz), Ellen Rabiner (Isabella); Patricia Minton, Andrea Mays, Diane Winterton (off-stage voices); Fernando de la Mora (Giovanni), Ignacio Clap&#233;s (Dr. Baglioni), Oscar S&#225;mano (Dr. Rappaccini); Eduardo Diazmuñoz, conductor; Johnathon Pape, director; John Conklin, sets; Barbara Bush, costumes","Season":1994,"Searchable":"rappaccini's daughter daniel catán"},{"Id":111,"FirstPerformance":"1994-01-01T00:00:00","Title":"La sonnambula","Composer":"Vincenzo Bellini","PerfDates":"April 9, 12, 15, 17m, 20, 1994","Content":"Deborah Riedel* (Amina), Patricia McAfee (Teresa), Sylvia Wen (Lisa), Ramón Vargas (Elvino), Julien Robbins (Rodolfo), James Wood (Alessio), Adam Russell (notary); Richard Bonynge, conductor; Leon Major, director; Zack Brown, sets/costumes","Season":1994,"Searchable":"la sonnambula vincenzo bellini"},{"Id":112,"FirstPerformance":"1994-01-01T00:00:00","Title":"The Tales of Hoffmann","Composer":"Jacques Offenbach","PerfDates":"April 30, May 3, 6, 8m, 11, 1994","Content":"Nova Thomas (Olympia/Giulietta/Antonia/Stella), Jean Rigby (Nicklaus/muse), Patricia McAfee (voice of Antonia's mother), Jerry Hadley (Hoffmann), Graeme Ewer* (Andr&#233;s/Cochenille/Pittichinaccio/Frantz), C&#233;sar Ulloa (Nathanael/Spalanzani), James Wood (Hermann/Schlemil), Louis Otey (Lindorf/Copp&#233;lius/Dapertutto/Dr. Miracle), Herbert Eckhoff (Luther/Crespel); Richard Bonynge, conductor; Wolfgang Weber, director; Günther Schneider-Siemssen, sets; Hill Reihs-Gromes, costumes","Season":1994,"Searchable":"the tales of hoffmann jacques offenbach"},{"Id":113,"FirstPerformance":"1993-01-01T00:00:00","Title":"Concert","Composer":"Luciano Pavarotti","PerfDates":"October 22, 1992; Sports Arena","Content":"Leone Magiera, conductor","Season":1993,"Searchable":"concert luciano pavarotti"},{"Id":114,"FirstPerformance":"1993-01-01T00:00:00","Title":"The Barber of Seville","Composer":"Gioachino Rossini","PerfDates":"January 23, 26, 29, 31m, February 3, 1993","Content":"Delores Ziegler (Rosina), Ellen Rabiner (Berta), Don Bernardini (Almaviva), Jeffrey Black/David Malis (29) (Figaro), Fran&#231;ois Loup (Bartolo), Kevin Langan (Don Basilio), Roberto Gomez (Fiorello), Barry Dennen/Christopher Harlan (31m) (Ambrogio), Edward Badrak (officer); Edoardo Müller, conductor; John Copley, director; John Conklin, sets; Michael Stennett, costumes","Season":1993,"Searchable":"the barber of seville gioachino rossini"},{"Id":115,"FirstPerformance":"1993-01-01T00:00:00","Title":"Madama Butterfly","Composer":"Giacomo Puccini","PerfDates":"February 13, 16, 19, 21m, 24, 1993","Content":"Elizabeth Hynes (Cio-Cio-San), Yun Deng (Suzuki), Sarah Blaze (Kate), C&#233;sar Hern&#225;ndez (Pinkerton), Douglas Perry (Goro), Richard Stilwell (Sharpless), Scott Raines (commissioner), Roberto Gomez (Yamadori), Joseph Grienenberger (registrar), Michel Warren Bell (Bonze); Edoardo Müller, conductor; Adelaide Bishop, director; John Scheffler, sets; Zack Brown, costumes","Season":1993,"Searchable":"madama butterfly giacomo puccini"},{"Id":116,"FirstPerformance":"1993-01-01T00:00:00","Title":"Don Giovanni","Composer":"Wolfgang Amadeus Mozart","PerfDates":"March 6, 9, 12, 14m, 17, 1993","Content":"Rita Cullis (Anna), Patricia Schuman (Elvira), Emily Manhart (Zerlina), Hans Peter Blochwitz (Ottavio), Ferruccio Furlanetto (Giovanni), Victor Ledbetter (Masetto), John Macurdy (Commendatore), Dean Peterson (Leporello); Edoardo Müller, conductor; Wolfgang Weber, director; Carl-Friedrich Oberle, sets/costumes","Season":1993,"Searchable":"don giovanni wolfgang amadeus mozart"},{"Id":117,"FirstPerformance":"1993-01-01T00:00:00","Title":"The Pearl Fishers","Composer":"Georges Bizet","PerfDates":"March 27, 30, April 2, 4m, 7, 1993","Content":"Jan Grissom (Leila), Patrick Power (Nadir), Michael Lewis (Zurga), Mark S. Doss (Nourabad); Karen Keltner, conductor; Johnathon Pape, director; Darren Scott Maynard, sets; Marjorie McCown, costumes","Season":1993,"Searchable":"the pearl fishers georges bizet"},{"Id":118,"FirstPerformance":"1993-01-01T00:00:00","Title":"Werther","Composer":"Jules Massenet","PerfDates":"April 17, 20, 23, 25m, 28, 1993","Content":"Jeanine Thames (Sophie), Jean Rigby (Charlotte), Anita Colet (Kätchen), Richard Leech (Werther), Beau Palmer (Schmidt), Vernon Hartman (Albert), Herbert Eckhoff (Le Bailli), James Scott Sikon (Johann), Mark Andrew Richards (Brühlmann); Richard Bonynge, conductor; Bliss Hebert, director; Allen Charles Klein, sets/costumes","Season":1993,"Searchable":"werther jules massenet"},{"Id":119,"FirstPerformance":"1992-01-01T00:00:00","Title":"Der Rosenkavalier","Composer":"Richard Strauss","PerfDates":"January 18, 21, 24, 26m, 29, 1992","Content":"Ashley Putnam (Feldmarschallin), Barbara Kilduff (Sophie), Patricia Minton Smith (Marianne), Susanne Mentzer (Octavian), Suzanna Guzm&#225;n (Annina); Dawn Veree Harrison, Angela Milia, Katherine Lundeen (three noble orphans); Betsy McLean (milliner), Jonathan Welch/Jorge Lopez-Yanez (29) (singer), Bernard Fitch (Valzacchi), Beau Palmer (animal vendor/major-domo/innkeeper), Georg Tichy* (Herr von Faninal), Artur Korn (Baron Ochs), Daniel S. Leal (major-domo), David Downing (notary); Matthew Alexander, James Banner, Joel Snyder, Gerald Whitney (lackeys/waiters); Kevin Bell (commissioner); Heinz Fricke, conductor; Wolfgang Weber, director; Allen Charles Klein, sets; Ray Diffen, costumes","Season":1992,"Searchable":"der rosenkavalier richard strauss"},{"Id":120,"FirstPerformance":"1992-01-01T00:00:00","Title":"The Marriage of Figaro","Composer":"Wolfgang Amadeus Mozart","PerfDates":"February 8, 11, 14, 16m, 19, 1992","Content":"Rita Cullis* (Countess), Cheryl Parrish (Susanna), Sylvia Wen (Barbarina), Emily Manhart (Cherubino), Judith Christin/Martha Jane Howe (19) (Marcellina); Betsy McLean, Katherine Lundeen (country girls); Jerold Siena (Basilio), Beau Palmer (Curzio), David Malis (Count), John Pringle* (Figaro), Fran&#231;ois Loup (Bartolo), James Scott Sikon (Antonio); Edoardo Müller/Karen Keltner (19), conductors; John Copley, director; Zack Brown, sets/costumes","Season":1992,"Searchable":"the marriage of figaro wolfgang amadeus mozart"},{"Id":121,"FirstPerformance":"1992-01-01T00:00:00","Title":"Recital","Composer":"Hermann Prey, baritone","PerfDates":"February 15, 1992; Sherwood Auditorium","Content":"Leonard Hokanson, piano","Season":1992,"Searchable":"recital hermann prey, baritone"},{"Id":122,"FirstPerformance":"1992-01-01T00:00:00","Title":"Recital","Composer":"Delores Ziegler, mezzo-soprano","PerfDates":"February 23, 1992; Sherwood Auditorium","Content":"Massimiliano Murrali, piano","Season":1992,"Searchable":"recital delores ziegler, mezzo-soprano"},{"Id":123,"FirstPerformance":"1992-01-01T00:00:00","Title":"The Rape of Lucretia","Composer":"Benjamin Britten","PerfDates":"February 29, March 3, 6, 8m, 11, 1992","Content":"Rita Cullis (female chorus), Judith Lovat (Lucia), Melanie Sonnenberg (Lucretia), Martha Jane Howe (Bianca), Robert Tear (male chorus), Louis Otey (Tarquinius), Richard Zeller (Junius), Mark S. Doss (Collatinus); Christopher Keene, conductor; Jonathan Eaton, director; Neil Peter Jampolis, sets; Debra Hanson, costumes","Season":1992,"Searchable":"the rape of lucretia benjamin britten"},{"Id":124,"FirstPerformance":"1992-01-01T00:00:00","Title":"The Merry Widow","Composer":"Franz Lehár","PerfDates":"April 4, 7, 10, 12m, 15, 1992","Content":"Glenys Fowles (Hanna), Sunny Joy Langton (Valencienne), Catherine Stapleton (Sylviane/Frou-Frou), Melody Rossi (Olga/Margot), Anita Colet (Praskowia/Dodo), Betsy McLean (Lolo), Erica Rose (Jou-Jou), Dawn Veree Harrison (Clo-Clo), Theodore Baerg (Danilo), Gregory Kunde (Camille), John Del Carlo (Baron Zeta), Richard Byrne (Cascada), Dennis McNeil (St. Brioche), David Downing (Bogdanowitsch), Jeffrey Calof (Kromow), William Nolan (Pritschitsch), Beau Palmer (Njegus); Karen Keltner, conductor; Lou Galterio, director; Carl Toms, sets/costumes","Season":1992,"Searchable":"the merry widow franz lehár"},{"Id":125,"FirstPerformance":"1992-01-01T00:00:00","Title":"Carmen","Composer":"Georges Bizet","PerfDates":"April 25, 28, May 1, 3m, 6, 1992","Content":"Ai-Lan Zhu (Mica&#235;la), Jeralyn Refeld (Frasquita), Adria Firestone (Carmen), Gale Fuller (Mercedes), Arthur Davies (Don Jos&#233;), Dennis McNeil (Remendado), Richard Paul Fink (Escamillo), Mark S. Doss (Zuniga), Richard Byrne (Morales), Matthew Carey (Dancaire); Kees Bakels, conductor; Rosalind Elias, director; John Conklin, sets; Peter J. Hall, costumes","Season":1992,"Searchable":"carmen georges bizet"},{"Id":126,"FirstPerformance":"1991-01-01T00:00:00","Title":"Recital","Composer":"Hans Peter Blochwitz, tenor","PerfDates":"October 21, 1990; Sherwood Auditorium","Content":"Peter Grunberg, piano","Season":1991,"Searchable":"recital hans peter blochwitz, tenor"},{"Id":127,"FirstPerformance":"1991-01-01T00:00:00","Title":"Recital","Composer":"Dimitri Hvorostovsky, baritone","PerfDates":"October 28, 1990; Sherwood Auditorium","Content":"Mikhail Arkadiev, piano","Season":1991,"Searchable":"recital dimitri hvorostovsky, baritone"},{"Id":128,"FirstPerformance":"1991-01-01T00:00:00","Title":"Così fan tutte","Composer":"Wolfgang Amadeus Mozart","PerfDates":"January 19, 22, 25, 27m, 30, 1991","Content":"Carol Vaness (Fiordiligi), Barbara Bonney (Despina), Judith Forst (Dorabella), Keith Lewis (Ferrando), Håkan Hagegård (Guglielmo), Peter Strummer (Don Alfonso); Thomas Schuback, conductor; John Copley, director; Peter Cooke, sets; Michael Stennett, costumes","Season":1991,"Searchable":"così fan tutte wolfgang amadeus mozart"},{"Id":129,"FirstPerformance":"1991-01-01T00:00:00","Title":"Albert Herring","Composer":"Benjamin Britten","PerfDates":"February 9, 12, 15, 17m, 1991","Content":"Christine Brewer (Lady Billows), Judith Lovat (Miss Wordsworth), Susan Graham (Nancy), Patricia Kern (Mrs. Herring), Martha Jane Howe (Florence), Barton Green (Albert Herring), Francis Egerton (Mayor), Harlan Foss (Vicar), Matthew Carey (Sid), James Scott Sikon (Supt. Budd); Mary Dombek (Emmie), Patricia Prunty (Cis), Christopher Johnson (Harry); Steuart Bedford, conductor; Colin Graham, director; Neil Peter Jampolis, sets; Debra Hanson, costumes","Season":1991,"Searchable":"albert herring benjamin britten"},{"Id":130,"FirstPerformance":"1991-01-01T00:00:00","Title":"Die Fledermaus","Composer":"Johann Strauss, Jr.","PerfDates":"March 2, 5, 8, 10m, 13, 1991","Content":"Karen Huffstodt (Rosalinda), Cheryl Parrish (Adele), Suzanna Guzm&#225;n (Orlofsky), Ronald Stevens (Eisenstein), Douglas Johnson (Alfred), Beau Palmer (Blind), Richard McKee (Frank), Victor Ledbetter (Falke), Zale Kessler (Frosch); Karen Keltner, conductor; Wolfgang Weber, director; Oliver Smith, sets; Ann Roth, costumes","Season":1991,"Searchable":"die fledermaus johann strauss, jr."},{"Id":131,"FirstPerformance":"1991-01-01T00:00:00","Title":"The Passion of Jonathan Wade","Composer":"Carlisle Floyd","PerfDates":"April 13, 16, 19, 21m, 1991","Content":"West Coast Premiere<br />Sheryl Woods (Celia), D&#233;bria Brown (Nicey), Bridget Knott (girl), Erich Parce (Wade), Eric Perkins (Lt. Patrick), Harlan Foss (Riddle), Joseph Evans (Wardlaw), John Duykers (Pratt), Michel Warren Bell (Judge Bell), Julian Patrick (Townsend), William Nolan (wounded soldier/Branch), Daniel S. Leal (Union leaguer); Adam Russell, Joseph Grienenberger (soldiers); David Downing (Rector); Edward Badrak, Max Chodos (carpetbaggers); Michael Morgan (senator); Tom Touw (young boy); Shalonda French, Warren Nolan, Phillips Edwards, Scott Jones (youths); Kenneth Montgomery, conductor; Carlisle Floyd, director; Günther Schneider-Siemssen, sets; Allen Charles Klein, costumes","Season":1991,"Searchable":"the passion of jonathan wade carlisle floyd"},{"Id":132,"FirstPerformance":"1991-01-01T00:00:00","Title":"La traviata","Composer":"Giuseppe Verdi","PerfDates":"May 4, 7, 10, 11m, 12, 1991","Content":"Christine Weidinger/Frances Ginsberg (11m) (Violetta), Patricia Minton Smith (Annina), Gale Fuller (Flora), Fernando de la Mora/Walter MacNeil (11m) (Alfredo), Beau Palmer (Gaston), Richard Stilwell/Richard J. Clark (11m) (Germont), Harlan Foss (Douphol), David Downing (Grenvil), Mark Anderson (Marchese d'Obigny), Daniel S. Leal (Giuseppe), Jeffrey L. Shipman (servant), Joseph Grienenberger (messenger); Edoardo Müller, conductor; Wolfgang Weber, director; John Conklin, sets; David Walker, costumes","Season":1991,"Searchable":"la traviata giuseppe verdi"},{"Id":133,"FirstPerformance":"1990-01-01T00:00:00","Title":"Boris Godunov","Composer":"Modest Moussorgsky","PerfDates":"October 21, 24, 27, 29m, 31, 1989","Content":"Soviet Arts Festival<br />Sylvia Wen (Xenia), Irina Bogacheva (Marina), Martha Jane Howe (innkeeper), Martha Jane Weaver (nurse), Julia Jamison (Fyodor), Thomas Booth (Prince Shuisky), Teimuraz Gugushvili (simpleton), Allan Glassman (Gregory), Alexander Morozov (Boris Godunov), Robert Gailbraith (Stchelkalov), Gia Asatiani (Pimen), Omar Khoperia (Varlaam), Philip Larson (Nikitich/Lavitsky), (officer), William Nolan (Mityukha/border guard/Chernikovsky), Bernard Fitch (Missail), Michael Darcy (a boyar/Khrustchov), Stephen West (Rangoni); Jansoug Kakhidze, conductor; Nathaniel Merrill, director; Wolfram Skalicki, sets; Suzanne Mess, costumes","Season":1990,"Searchable":"boris godunov modest moussorgsky"},{"Id":134,"FirstPerformance":"1990-01-01T00:00:00","Title":"Recital","Composer":"Carol Neblett, soprano","PerfDates":"November 19, 1989; Sherwood Auditorium","Content":"Thomas Pasatieri, piano","Season":1990,"Searchable":"recital carol neblett, soprano"},{"Id":135,"FirstPerformance":"1990-01-01T00:00:00","Title":"La bohème","Composer":"Giacomo Puccini","PerfDates":"January 20, 23, 26, 28m, 31, 1990","Content":"Ilona Tokody (Mim&#236;), Irena Welhasch (Musetta), Dennis O'Neill (Rodolfo), Daniel S. Leal (Parpignol), Theodore Baerg (Marcello), Harlan Foss (Schaunard), Kevin Langan (Colline), Italo Tajo (Benoit/Alcindoro), John Polhamus (customs guard), Joseph Grienenberger (sergeant); Edoardo Müller, conductor; John Copley, director; John Conklin, sets; Vicki Feitscher, costumes","Season":1990,"Searchable":"la bohème giacomo puccini"},{"Id":136,"FirstPerformance":"1990-01-01T00:00:00","Title":"Dialogues of the Carmelites","Composer":"Francis Poulenc","PerfDates":"February 10, 13, 16, 18m, 1990","Content":"Nova Thomas (Blanche), Cheryl Parrish (Constance), Carol Neblett (Lidoine), Heather Begg (Marie), Maureen Forrester (Mme. de Croissy), Judith Christin (Jeanne), Martha Jane Howe (Mathilde), Kip Wilborn (Chevalier de la Force), Peter Van Derick (Marquis de la Force), Martin Chambers (Father), Michael Darcy (officer), Joseph Grienenberger (Thierry), Jeffrey L. Shipman (Javelinot), Michael Ballam (commissary), Harlan Foss (commissary/jailer); Richard Bonynge, conductor; Bliss Hebert, director; Günther Schneider-Siemssen, sets; Allen Charles Klein, costumes","Season":1990,"Searchable":"dialogues of the carmelites francis poulenc"},{"Id":137,"FirstPerformance":"1990-01-01T00:00:00","Title":"The Daughter of the Regiment","Composer":"Gaetano Donizetti","PerfDates":"March 3, 6, 9, 11m, 1990","Content":"Nova Thomas (Marie), Heather Begg (Countess of Birkenfeld), Kit Goldman (Duchess of Crackenthorp), Paul Hartfield (Tonio), Daniel S. Leal (peasant), John Del Carlo (Sulpice), Harlan Foss (Hortensio), William Nolan (corporal); Richard Bonynge, conductor; Lou Galterio, director; Beni Montresor, sets/costumes","Season":1990,"Searchable":"the daughter of the regiment gaetano donizetti"},{"Id":138,"FirstPerformance":"1990-01-01T00:00:00","Title":"The Great Richard Wagner Concert","Composer":null,"PerfDates":"March 20, 1990; Civic Theatre","Content":"Johanna Meier, Gary Lakes, John Macurdy, soloists; Heinz Fricke, conductor","Season":1990,"Searchable":"the great richard wagner concert"},{"Id":139,"FirstPerformance":"1990-01-01T00:00:00","Title":"The Magic Flute","Composer":"Wolfgang Amadeus Mozart","PerfDates":"April 14, 17, 20, 22m, 25, 1990","Content":"Virginia Sublett (Queen of the Night), Hei-Kyung Hong (Pamina), Sylvia Wen (Papagena); Joan Gibbons, Gale Fuller, Deidra Palmour (three ladies); Denes Gulyas (Tamino), Anthony Laciura (Monostatos), David Malis (Papageno), Kenneth Cox (Sarastro), Herbert Eckhoff (speaker); Hong-Shen Li, J. Raymond Fielder (priests/armored men); Celeste Tavera, Diana Tash, Julia Jamison (three spirits); Karen Keltner, conductor; Wolfgang Weber, director; Maurice Sendak, sets/costumes","Season":1990,"Searchable":"the magic flute wolfgang amadeus mozart"},{"Id":140,"FirstPerformance":"1989-01-01T00:00:00","Title":"Lucia di Lammermoor","Composer":"Gaetano Donizetti","PerfDates":"January 21, 24, 27, 29m, 1989","Content":"Gail Dobish (Lucia), Suzanna Guzm&#225;n (Alisa), Richard Leech (Edgardo), Paul Austin Kelly (Arturo), Martin Chambers (Normanno), J. Patrick Raftery/Pablo Elvira (27, 29m) (Enrico), Kevin Langan (Raimondo); Edoardo Müller, conductor; Rhoda Levine, director; Neil Peter Jampolis","Season":1989,"Searchable":"lucia di lammermoor gaetano donizetti"},{"Id":141,"FirstPerformance":"1989-01-01T00:00:00","Title":"The Peking Opera Company","Composer":null,"PerfDates":"January 25, 26, 28, 1989; Civic Theatre","Content":"","Season":1989,"Searchable":"the peking opera company"},{"Id":142,"FirstPerformance":"1989-01-01T00:00:00","Title":"Fidelio","Composer":"Ludwig van Beethoven","PerfDates":"February 11, 14, 17, 19m, 1989","Content":"Sabine Hass/Elizabeth Connell (14) (Leonora), Sunny Joy Langton (Marzelline), Graeme Matheson-Bruce (Florestan), Randall Outland (Jacquino), Tom Fox (Don Pizarro), Artur Korn (Rocco), Harry Dworchak (Don Fernando); Bruce Johnson, William Nolan (prisoners); Edward Downes, conductor; Robert Tannenbaum, director; Neil Peter Jampolis, sets/costumes","Season":1989,"Searchable":"fidelio ludwig van beethoven"},{"Id":143,"FirstPerformance":"1989-01-01T00:00:00","Title":"Recital","Composer":"Robert White, tenor","PerfDates":"February 20, 1989; Sherwood Auditorium","Content":"Russel Miller, piano","Season":1989,"Searchable":"recital robert white, tenor"},{"Id":144,"FirstPerformance":"1989-01-01T00:00:00","Title":"Don Pasquale","Composer":"Gaetano Donizetti","PerfDates":"March 4, 7, 10, 12m, 1989","Content":"Cheryl Parrish (Norina), Mark DuBois/Carroll Freeman (7, 10, 12m) (Ernesto), Victor Ledbetter (Malatesta), Fran&#231;ois Loup (Pasquale), Ronald Banks (notary); Karen Keltner, conductor; Wolfgang Weber, director; John Conklin, sets","Season":1989,"Searchable":"don pasquale gaetano donizetti"},{"Id":145,"FirstPerformance":"1989-01-01T00:00:00","Title":"Recital","Composer":"Marilyn Horne, mezzo-soprano","PerfDates":"April 8, 1989; Civic Theatre","Content":"Martin Katz, piano","Season":1989,"Searchable":"recital marilyn horne, mezzo-soprano"},{"Id":146,"FirstPerformance":"1989-01-01T00:00:00","Title":"Madama Butterfly","Composer":"Giacomo Puccini","PerfDates":"April 15, 18, 21, 23m, 26, 1989","Content":"Hiroko Nishida (Cio-Cio-San), Robynne Redmon (Suzuki), Anne De Vries (Kate), Jonathan Welch (Pinkerton), Joseph Frank (Goro), Harlan Foss (Sharpless), Matthew Carey (commissioner), William Nolan (Yamadori), John Polhamus (registrar), Stephen West (Bonze); Kees Bakels, conductor; Adelaide Bishop, director; John Scheffler, sets; Zack Brown, costumes","Season":1989,"Searchable":"madama butterfly giacomo puccini"},{"Id":147,"FirstPerformance":"1988-01-01T00:00:00","Title":"Rigoletto","Composer":"Giuseppe Verdi","PerfDates":"October 10, 13, 16, 18m, 1987","Content":"Hei-Kyung Hong (Gilda), Kathleen O'Brien (Countess Ceprano), Deborah Clague (page), Martha Jane Weaver (Giovanna), Suzanna Guzm&#225;n (Maddalena), Diego d'Auria (the Duke), Bernard Fitch (Borsa), John Rawnsley (Rigoletto), Harlan Foss (Marullo), David Downing (Ceprano), Stephen West (Monterone), Jeffrey Wells (Sparafucile); Edoardo Müller, conductor; Robert Tannenbaum, director; Lawrence Schafer, sets/costumes","Season":1988,"Searchable":"rigoletto giuseppe verdi"},{"Id":148,"FirstPerformance":"1988-01-01T00:00:00","Title":"The Elixir of Love","Composer":"Gaetano Donizetti","PerfDates":"October 31, November 3, 6, 8m, 1987","Content":"Glenys Fowles (Adina), Deborah Clague (Giannetta), Denes Gulyas (Nemorino), David Malis (Belcore), John Del Carlo (Dulcamara); Willie Anthony Waters, conductor; Lou Galterio, director; Robert Darling, sets/costumes","Season":1988,"Searchable":"the elixir of love gaetano donizetti"},{"Id":149,"FirstPerformance":"1988-01-01T00:00:00","Title":"Recital","Composer":"Carol Vaness, soprano","PerfDates":"November 16, 1987; Sherwood Auditorium","Content":"Warren Jones, piano","Season":1988,"Searchable":"recital carol vaness, soprano"},{"Id":150,"FirstPerformance":"1988-01-01T00:00:00","Title":"Recital","Composer":"Tatiana Troyanos, mezzo-soprano","PerfDates":"January 25, 1988; Sherwood Auditorium","Content":"Warren Jones, piano","Season":1988,"Searchable":"recital tatiana troyanos, mezzo-soprano"},{"Id":151,"FirstPerformance":"1988-01-01T00:00:00","Title":"Recital","Composer":"Håkan Hagegård, baritone","PerfDates":"February 8, 1988; Sherwood Auditorium","Content":"Warren Jones, piano","Season":1988,"Searchable":"recital håkan hagegård, baritone"},{"Id":152,"FirstPerformance":"1988-01-01T00:00:00","Title":"Faust","Composer":"Charles Gounod","PerfDates":"February 13, 16, 19, 21m, 1988","Content":"Diana Soviero (Marguerite), Jane Bunnell (Si&#233;bel), Judith Christin (Marthe), Richard Leech (Faust), David Malis (Valentin), William Nolan (Wagner), Ferruccio Furlanetto (M&#233;phistoph&#233;lès); Karen Keltner, conductor; Francesca Zambello, director; Earl Staley, sets/costumes","Season":1988,"Searchable":"faust charles gounod"},{"Id":153,"FirstPerformance":"1988-01-01T00:00:00","Title":"Il trovatore","Composer":"Giuseppe Verdi","PerfDates":"February 27, March 1, 4, 6m, 1988","Content":"Susan Dunn (Leonora), Dolora Zajick (Azucena), Jane Bunnell (Inez), Ruben Dominguez (Manrico), Bernard Fitch (Ruiz), Jonathan Summers (di Luna), Jeffrey Wells (Ferrando), Ronald Banks (old gypsy); Thomas Fulton, conductor; Richard Gregson, director; Ming Cho Lee, sets","Season":1988,"Searchable":"il trovatore giuseppe verdi"},{"Id":154,"FirstPerformance":"1988-01-01T00:00:00","Title":"Concert: Verdi Requiem","Composer":"Giuseppe Verdi","PerfDates":"March 9, 1988; Civic Theatre","Content":"Carol Neblett, Dolora Zajick, Dennis O'Neill, Jeffrey Wells, soloists; San Diego Opera Orchestra and Chorus, San Diego Master Chorale; Thomas Fulton, conductor","Season":1988,"Searchable":"concert: verdi requiem giuseppe verdi"},{"Id":155,"FirstPerformance":"1987-01-01T00:00:00","Title":"Tosca","Composer":"Giacomo Puccini","PerfDates":"October 11, 14, 17, 19m, 1986","Content":"Marilyn Zschau (Tosca), Deidra Palmour (shepherd), Vladimir Popov (Cavaradossi), Richard Brunner (Spoletta), George Fortune (Scarpia), Richard McKee (sacristan), David Bernard (Angelotti), David Downing (Sciarrone), Iosif Buibas (jailer); Thomas Fulton, conductor; Sam Wanamaker, director; Allen Charles Klein/Sam Wanamaker, sets/costumes","Season":1987,"Searchable":"tosca giacomo puccini"},{"Id":156,"FirstPerformance":"1987-01-01T00:00:00","Title":"Norma","Composer":"Vincenzo Bellini","PerfDates":"October 25, 28, 31, November 2m, 1986","Content":"Cristina Deutekom (Norma), Delores Ziegler (Adalgisa), Deidra Palmour (Clotilda), Antonio Barasorda (Pollione), Richard Brunner (Flavio), Nicola Ghiuselev (Oroveso); Edoardo Müller, conductor; Bernd Benthaak, director; Carl Toms, sets; Jose Varona, costumes","Season":1987,"Searchable":"norma vincenzo bellini"},{"Id":157,"FirstPerformance":"1987-01-01T00:00:00","Title":"Recital","Composer":"Anna Russell, raconteuse extraordinaire","PerfDates":"November 7, 8, 9, 10, 1986; Old Globe Theatre","Content":"Robert Rosenberger, piano","Season":1987,"Searchable":"recital anna russell, raconteuse extraordinaire"},{"Id":158,"FirstPerformance":"1987-01-01T00:00:00","Title":"Concert","Composer":"Dame Joan Sutherland, soprano","PerfDates":"January 23, 1987; Civic Theatre","Content":"Richard Bonynge, conductor","Season":1987,"Searchable":"concert dame joan sutherland, soprano"},{"Id":159,"FirstPerformance":"1987-01-01T00:00:00","Title":"Recital","Composer":"Siegfried Jerusalem, tenor","PerfDates":"January 26, 1987; Old Globe Theatre","Content":"Siegfried Mauser, piano","Season":1987,"Searchable":"recital siegfried jerusalem, tenor"},{"Id":160,"FirstPerformance":"1987-01-01T00:00:00","Title":"The Flying Dutchman","Composer":"Richard Wagner","PerfDates":"February 7, 10, 13, 15m, 1987","Content":"Sabine Hass (Senta), Jane Shaulis (Mary), Siegfried Jerusalem (Erik), Michael Sylvester (Steersman), Roger Roloff (Dutchman), Kevin Langan (Daland); Matthias Kuntzsch, conductor; Bernd Benthaak, director; William Gorgensen, sets","Season":1987,"Searchable":"the flying dutchman richard wagner"},{"Id":161,"FirstPerformance":"1987-01-01T00:00:00","Title":"The Barber of Seville","Composer":"Gioachino Rossini","PerfDates":"February 21, 24, 27, March 1m, 1987","Content":"Susanne Mentzer (Rosina), Jane Shaulis (Berta), Mark DuBois (Almaviva), Hermann Prey (Figaro), Fran&#231;ois Loup (Bartolo), Kevin Langan (Basilio), Rod Gilfry (Fiorello), Stan Case (Ambrogio), Ronald Banks (officer); Karen Keltner, conductor; Wolfgang Weber, director; Alfred Siercke, sets/costumes","Season":1987,"Searchable":"the barber of seville gioachino rossini"},{"Id":162,"FirstPerformance":"1987-01-01T00:00:00","Title":"Recital","Composer":"Dame Kiri Te Kanawa, soprano","PerfDates":"February 28, 1987; Civic Theatre","Content":"Martin Katz, piano","Season":1987,"Searchable":"recital dame kiri te kanawa, soprano"},{"Id":163,"FirstPerformance":"1987-01-01T00:00:00","Title":"Porgy and Bess","Composer":"George Gershwin","PerfDates":"March 5, 6, 7m, 7, 8m, 8, 1987","Content":"Carmen Balthrop/Henrietta Davis (6, 7, 8) (Bess), Priscilla Baskerville/Theresa Hamm (6, 7, 8) (Serena), Rita McKinley (Clara), Marjorie Wharton (Maria), Geraldine McMillian (Annie), Yvette Matthews (Lily), Denise Woods (strawberry woman), Larry Marshall/Kriss St. Hill (5, 7m, 8m) (Sportin' Life), Donnie Ray Albert/Michel Warren Bell (6, 7, 8) (Porgy), William Bradley-Johnson/Michael Edward-Stevens (6, 7, 8) (Crown), Jubilant Sykes (Jake), Russell St. John (Frazier), Ronn K. Smith (Mingo), Irwin Reese (Robbins), Mervin Wallace (Peter), Bryon Onque (Jim), Autris Paige (Undertaker), Robert McDaniel (Nelson), Cornelius White (crab man), Alfred J. Kiggins (detective), Ted Bouton (policeman), Richert Easley (coroner), Kiah Jackson (Scipio), Nelms McKelvain (Jasbo Brown); Roger Cantrell, conductor; Jack O'Brien, director; Douglas Schmidt, sets; Nancy Potts, costumes; co-production with Houston Grand Opera","Season":1987,"Searchable":"porgy and bess george gershwin"},{"Id":164,"FirstPerformance":"1987-01-01T00:00:00","Title":"The Telephone","Composer":"Gian Carlo Menotti","PerfDates":"May 9, 11, 13, 15, 17, 1987; Old Globe Theatre","Content":"Amy Burton (Lucy), Wayne Turnage (Ben); Karen Keltner, conductor; Gian Carlo Menotti, director; Zack Brown, sets/costumes","Season":1987,"Searchable":"the telephone gian carlo menotti"},{"Id":165,"FirstPerformance":"1987-01-01T00:00:00","Title":"The Medium","Composer":"Gian Carlo Menotti","PerfDates":"May 9, 11, 13, 15, 17, 1987; Old Globe Theatre","Content":"Nadia Pelle (Monica), Beverly Evans (Madame Flora), Barbara Hocher (Mrs. Gobineau), Nancy Carol Moore (Mrs. Nolan), Francis Menotti (Toby), Harlan Foss (Mr. Gobineau); Karen Keltner, conductor; Gian Carlo Menotti, director; Zack Brown, sets/costumes","Season":1987,"Searchable":"the medium gian carlo menotti"},{"Id":166,"FirstPerformance":"1986-01-01T00:00:00","Title":"The Tales of Hoffmann","Composer":"Jacques Offenbach","PerfDates":"September 28, October 1, 4, 6m, 1985","Content":"Nelly Miricioiu (Olympia/Antonia/Giulietta/Stella), Judith Forst (Muse/Nicklaus), Suzanna Guzm&#225;n (voice of Antonia's mother), Luis Lima (Hoffmann), Leonard Eagleson (Andr&#233;s/Cochenille/Frantz/Pittichinaccio), Robert Schmorr (Nathanael/Spalanzani), James Morris (Lindorff/Copp&#233;lius/Dr. Miracle/Dappertutto), Carlos Chausson (Hermann/Schlemil), Richard Crist (Luther/Crespel); Theo Alcantara, conductor; Nathaniel Merrill, director; Günther Schneider-Siemssen, sets; Hill Reihs-Gromes, costumes","Season":1986,"Searchable":"the tales of hoffmann jacques offenbach"},{"Id":167,"FirstPerformance":"1986-01-01T00:00:00","Title":"Eugene Onegin","Composer":"Peter Ilyich Tchaikovsky","PerfDates":"October 26, 29, November 1, 3m, 1985","Content":"Kathryn Bouleyn (Tatiana), Kathleen Hegierski (Olga), Lisa Turetsky (Larina), Fredda Rakusin (Filipievna), Richard Greager (Lenski), Bernard Fitch (Triquet), Michael Devlin (Onegin), Don Garrard (Gremin), Richard Paul Fink (captain/Zaretski); Stuart Challender, conductor; John Copley, director; Robin Don, sets; Michael Stennett, costumes","Season":1986,"Searchable":"eugene onegin peter ilyich tchaikovsky"},{"Id":168,"FirstPerformance":"1986-01-01T00:00:00","Title":"The Marriage of Figaro","Composer":"Wolfgang Amadeus Mozart","PerfDates":"January 25, 28, 31, February 2m, 1986","Content":"Kathryn Bouleyn (Countess), Faith Esham (Susanna), Julia Holland (Barbarina), Susan Quittmeyer (Cherubino), Heather Begg (Marcellina); Carolyn Whyte, Anita Colet (country girls); Jeffrey Thomas (Basilio), David Hall (Curzio), Alan Titus (Count), J. Patrick Raftery (Figaro), Kevin Langan (Bartolo), Carlos Chausson (Antonio); Thomas Schuback, conductor; John Copley, director; Carl Toms, sets; Zack Brown, costumes","Season":1986,"Searchable":"the marriage of figaro wolfgang amadeus mozart"},{"Id":169,"FirstPerformance":"1986-01-01T00:00:00","Title":"Otello","Composer":"Giuseppe Verdi","PerfDates":"February 8, 11, 14, 16m, 1986","Content":"Ilona Tokody (Desdemona), Suzanna Guzm&#225;n (Emilia), Giuseppe Giacomini/Richard Cassilly (14) (Otello), Jon Garrison (Cassio), David Rudat (Roderigo), Silvano Carroli (Iago), Richard Vernon (Lodovico), James Patterson (Montano), Ronald Banks (herald); Michelangelo Veltri, conductor; Lotfi Mansouri, director; Wolfram Skalicki, sets/costumes","Season":1986,"Searchable":"otello giuseppe verdi"},{"Id":170,"FirstPerformance":"1986-01-01T00:00:00","Title":"The Lighthouse","Composer":"Peter Maxwell Davies","PerfDates":"May 10, 14, 15, 17, 18m, 1986; Old Globe Theatre","Content":"Michael Ballam (Sandy/Officer 1), Harlan Foss (Blazes/Officer 2), James Butler (Arthur/Officer 3/voice of the cards); Karen Keltner, conductor; Jack O'Brien, director; Kent Dorsey, sets; Sally Cleveland, costumes","Season":1986,"Searchable":"the lighthouse peter maxwell davies"},{"Id":171,"FirstPerformance":"1986-01-01T00:00:00","Title":"Recital","Composer":"Renata Scotto, soprano","PerfDates":"May 16, 18, 1986; Old Globe Theatre","Content":"Robert de Ceunynck, piano","Season":1986,"Searchable":"recital renata scotto, soprano"},{"Id":172,"FirstPerformance":"1985-01-01T00:00:00","Title":"Peter Grimes","Composer":"Benjamin Britten","PerfDates":"September 28, 30, October 3, 7, 1984","Content":"Patricia Craig (Ellen), Judith Christin (Auntie); Amy Burton, Candace Rogers (nieces); Luretta Bybee (Mrs. Sedley), Richard Cassilly (Peter Grimes), Michael Sylvester (Bob Boles), Joseph Frank (Rev. Adams), Peter Glossop (Balstrode), Harlan Foss (Ned Keene), Paul Hudson (Swallow), Kenneth Cox (Hobson), Robin Smith (Dr. Crabbe); James Lockhart, conductor; Richard Gregson, director; Carl Toms, sets/costumes","Season":1985,"Searchable":"peter grimes benjamin britten"},{"Id":173,"FirstPerformance":"1985-01-01T00:00:00","Title":"La traviata","Composer":"Giuseppe Verdi","PerfDates":"October 12, 14m, 17, 20, 1984","Content":"Rosalind Plowright/Rosario Andrade (14m) (Violetta), Candace Rogers (Annina), Jane Shaulis (Flora), Antonio Barasorda (Alfredo), Robert Schmorr (Gaston), J. Patrick Raftery (Germont), Harlan Foss (Douphal), Kenneth Cox (Grenvil), Robert Tota (Marquese d'Obigny), Gerald Whitney (Giuseppe), Gary Nichols (servant), Jeffrey L. Shipman (messenger); Thomas Fulton, conductor; David Walsh, director; Carl Toms, sets/costumes","Season":1985,"Searchable":"la traviata giuseppe verdi"},{"Id":174,"FirstPerformance":"1985-01-01T00:00:00","Title":"Hansel and Gretel","Composer":"Engelbert Humperdinck","PerfDates":"October 26, 28m, 31, November 3, 1984","Content":"Betsy Norden (Gretel), Amy Burton (dew fairy), Rosanne Creffield (Hansel), RoseMarie Freni (Gertrude), Maureen Forrester (Witch), Robin Tabachnik (sandman), William Workman (Peter); Karen Keltner, conductor; Bruce Donnell, director; Harold Laxton, sets/costumes","Season":1985,"Searchable":"hansel and gretel engelbert humperdinck"},{"Id":175,"FirstPerformance":"1985-01-01T00:00:00","Title":"The Merry Widow","Composer":"Franz Lehár","PerfDates":"February 3, 5, 8m, 10, 1985","Content":"Josephine Barstow (Hanna), Leigh Munro (Valencienne), Robin Tabachnik (Sylviane/Frou-Frou), Deidra Palmour (Olga/Margot), Luretta Bybee (Praskowia/ Dodo), Carolyn Whyte (Lolo), Anita Colet (Jou-Jou), Phillis Williams (Clo-Clo), Jacque Trussel (Danilo), Jon Garrison (Camille), David Rae Smith (Baron Zeta), Harlan Foss (Cascada), Jon David Gruett (St. Brioche), Philip Larson (Bogdanowitsch), Robert Tota (Kromow), Richard Paul Fink (Pritschitsch), David Hall (Njegus); Scott Bergeson, conductor; Robert Helpmann, director; Carl Toms, sets/costumes","Season":1985,"Searchable":"the merry widow franz lehár"},{"Id":176,"FirstPerformance":"1985-01-01T00:00:00","Title":"La bohème","Composer":"Giacomo Puccini","PerfDates":"February 23, 26, March 1, 3m, 1985","Content":"Hei-Kyung Hong (Mim&#236;), Leigh Munro (Musetta), Alexandru Ionitza (Rodolfo), Henry Fiske (Parpignol), Frederick Burchinal (Marcello), Harlan Foss (Schaunard), Jeffrey Wells (Colline), David Hall (Benoit/Alcindoro), John Moir (customs guard), Ronald Banks (sergeant); Robin Stapleton, conductor; Rhoda Levine, director; John Scheffler, sets; Suzanne Mess, costumes","Season":1985,"Searchable":"la bohème giacomo puccini"},{"Id":177,"FirstPerformance":"1985-01-01T00:00:00","Title":"Oberto","Composer":"Giuseppe Verdi","PerfDates":"March 9, 12, 15, 17m, 1985","Content":"United States Professional Premiere<br />Rachel Gettler (Leonora), Susanne Marsee (Cuniza), Carol Kaszar (Imelda), Carlos Montan&#233; (Riccardo), Ferruccio Furlanetto (Oberto); Kees Bakels, conductor; Fabrizio Melano, director; Bill Gorgensen, sets; Charles Caine, costumes","Season":1985,"Searchable":"oberto giuseppe verdi"},{"Id":178,"FirstPerformance":"1985-01-01T00:00:00","Title":"Concert","Composer":"Luciano Pavarotti","PerfDates":"June 26, 1985; Sports Arena","Content":"Emerson Buckley, conductor","Season":1985,"Searchable":"concert luciano pavarotti"},{"Id":179,"FirstPerformance":"1984-01-01T00:00:00","Title":"Lohengrin","Composer":"Richard Wagner","PerfDates":"September 23, 25m, 28, October 1, 1983","Content":"Stephanie Sundine (Elsa), Pauline Tinsley (Ortrud), William Neill (Lohengrin), William Justus (Telramund), John Tomlinson* (Heinrich), Carlos Chausson (King's herald); Robert Schmorr, Neil Wilson, Steven Savino, Kenneth Cox (nobles of Brabant); Theo Alcantara, conductor; Jay Lesenger, director; Beni Montresor sets/costumes","Season":1984,"Searchable":"lohengrin richard wagner"},{"Id":180,"FirstPerformance":"1984-01-01T00:00:00","Title":"Hamlet","Composer":"Ambroise Thomas","PerfDates":"October 7, 9m, 12, 15, 1983","Content":"Gianna Rolandi (Ophelia), RoseMarie Freni (Gertrude), Michael Cousins (Laertes), William Justus (Hamlet), Robert Hale (Claudius), Neil Wilson (Marcellus), Steven Savino (Horatio/gravedigger), Kenneth Cox (ghost of Hamlet's father), J. Raymond Fielder (Polonius), Joseph Pechota (gravedigger); Bruno Rigacci, conductor; Tito Capobianco, director; Carl Toms, sets","Season":1984,"Searchable":"hamlet ambroise thomas"},{"Id":181,"FirstPerformance":"1984-01-01T00:00:00","Title":"Cinderella","Composer":"Gioachino Rossini","PerfDates":"October 21, 23m, 26, 29, 1983","Content":"Amy Burton (Clorinda), Ann Murray (Cinderella), Jane Shaulis (Tisbe), John Aler (Don Ramiro), Alan Titus (Dandini), Richard McKee (Don Magnifico), Kenneth Cox (Alidoro); Karen Keltner, conductor; Robert Tannenbaum, director; Maurice Strike, sets","Season":1984,"Searchable":"cinderella gioachino rossini"},{"Id":182,"FirstPerformance":"1984-01-01T00:00:00","Title":"Anna Bolena","Composer":"Gaetano Donizetti","PerfDates":"February 10, 12m, 15, 18, 1984","Content":"Katia Ricciarelli (Anna Bolena), Susanne Marsee (Giovanna Seymour), Susan Quittmeyer (Smeaton), Bruce Reed (Lord Riccardo Percy), Robert Hale (Henry VIII), Juan Pedro Garcia Marques (Lord Rochefort), Robert Schmorr (Hervey); Eve Queler, conductor; Jay Lesenger, director; Bill Gorgensen, sets","Season":1984,"Searchable":"anna bolena gaetano donizetti"},{"Id":183,"FirstPerformance":"1984-01-01T00:00:00","Title":"Don Giovanni","Composer":"Wolfgang Amadeus Mozart","PerfDates":"February 24, 26m, 29, March 3, 1984","Content":"Faye Robinson (Anna), Marianna Christos (Elvira), Melanie Sonnenberg (Zerlina), Stuart Burrows (Ottavio), Michael Devlin (Giovanni), Harlan Foss (Masetto), Kenneth Cox (Commendatore), Richard McKee (Leporello); Christopher Keene, conductor; Wolfgang Weber, director; Toni Businger, sets","Season":1984,"Searchable":"don giovanni wolfgang amadeus mozart"},{"Id":184,"FirstPerformance":"1984-01-01T00:00:00","Title":"Carmen","Composer":"Georges Bizet","PerfDates":"March 8, 11m, 14, 17, 1984","Content":"Pamela Myers (Mica&#235;la), Amy Burton (Frasquita), Rachel Gettler (Carmen), Jane Shaulis (Mercedes), Jacque Trussel (Don Jos&#233;), David Hall (Remendado), Charles Long (Escamillo), Juan Pedro Garcia Marques (Zuniga), David Hamilton (Morales), Steven Savino (Dancaire); Theo Alcantara, conductor; Anthony Besch, director; John Conklin, sets","Season":1984,"Searchable":"carmen georges bizet"},{"Id":185,"FirstPerformance":"1984-01-01T00:00:00","Title":"I Masnadieri","Composer":"Giuseppe Verdi","PerfDates":"June 21, 24m, 30, 1984","Content":"Verdi Festival<br />Joan Sutherland (Amalia), Gordon Greer (Carlo), Kirk Redmann (Arminio), Antonio Salvadori (Francesco), Alfredo Zanazzo (Massimiliano), Kenneth Cox (Moser), Steven Savino (Rolla); Richard Bonynge, conductor; Tito Capobianco, director; Bill Gorgensen, sets","Season":1984,"Searchable":"i masnadieri giuseppe verdi"},{"Id":186,"FirstPerformance":"1984-01-01T00:00:00","Title":"Simon Boccanegra","Composer":"Giuseppe Verdi","PerfDates":"June 23, 29, July 1m, 1984","Content":"Verdi Festival<br />Martina Arroyo (Amelia), Annette Winchell (maid), Adriaan van Limpt (Adorno), Sherrill Milnes (Simon), Carlos Chausson (Paolo), Nicola Ghiuselev (Fiesco), Steven Savino (Pietro), Max R. Chodos (captain); Edoardo Müller, conductor; Nathaniel Merrill, director; Toni Businger, sets","Season":1984,"Searchable":"simon boccanegra giuseppe verdi"},{"Id":187,"FirstPerformance":"1983-01-01T00:00:00","Title":"Gwendoline","Composer":"Emmanuel Chabrier","PerfDates":"October 2, 5, 8, 10m, 1982","Content":"United States Premiere<br />Rosalind Plowright (Gwendoline), J. Patrick Raftery (Arald), Jerold Norman (Armel), Melvin Lowery (Erik), Steven Savino (Aella), Edward Badrak (Dane); Antonio Tauriello, conductor; Tito Capobianco, director; Beni Montresor, sets/costumes","Season":1983,"Searchable":"gwendoline emmanuel chabrier"},{"Id":188,"FirstPerformance":"1983-01-01T00:00:00","Title":"Madama Butterfly","Composer":"Giacomo Puccini","PerfDates":"October 9, 12, 15, 17m, 1982","Content":"Martina Arroyo (Cio-Cio-San), Mimi Lerner (Suzuki), Wendy Hillhouse (Kate), Joseph Evans (Pinkerton), Joaquin Romaguera (Goro), Frederick Burchinal (Sharpless), David Hamilton (commissioner), Melvin Lowery (Yamadori), Joseph Pechota (registrar), Stephen West (Bonze); Bruno Rigacci, conductor; Rhoda Levine, director; John Scheffler, sets; Suzanne Mess, costumes","Season":1983,"Searchable":"madama butterfly giacomo puccini"},{"Id":189,"FirstPerformance":"1983-01-01T00:00:00","Title":"La Périchole","Composer":"Jacques Offenbach","PerfDates":"October 23, 26, 29, 31m, 1982","Content":"Leigh Munro (la P&#233;richole), Carol Kaszar (Estrella), Amy Burton (Guadalena), Sarah Pruetti (Virginella), Virginia Sublett (Ninetta), Dru McCain (Brambilla), Susan Lord (Manuelita), Diane Jennings (Frasquinella), William Workman (Paquillo), David Rae Smith (Don Andres), David Hall (Count of Panatellas), Harlan Foss (Don Pedro); Melvin Lowery, David Hamilton (notaries); Steven Savino (Marquis), Joaquin Romaguera (old prisoner), Richard LaBarge (turnkey); Andrew Litton/Karen Keltner, conductors; Jack Eddleman, director; John Scheffler, sets; Suzanne Mess, costumes","Season":1983,"Searchable":"la périchole jacques offenbach"},{"Id":190,"FirstPerformance":"1983-01-01T00:00:00","Title":"Henry VIII","Composer":"Camille Saint-Saëns","PerfDates":"February 12, 15, 18, 20m, 1983","Content":"United States Professional Premiere<br />Cristina Deutekom (Catherine of Aragon), Brenda Boozer (Anne Boleyn), Nancy Carol Moore (Lady Clarence), Jacque Trussel (Don Gomez), Sherrill Milnes (Henry VIII), Kenneth Cox (Cardinal Campeggio), Robert Schmorr (Earl of Surrey), Kevin Langan (Duke of Norfolk); Joseph Pechota, Robert Toschak, Steven Savino, Ronald Banks (courtiers); Neil Wilson-Nease (garter king-at-arms), Enrique Baquerizo (Cranmer), Edward Badrak (usher); Antonio Tauriello, conductor; Tito Capobianco, director; Thomas Munn/Bill Gorgensen, set designers","Season":1983,"Searchable":"henry viii camille saint-saëns"},{"Id":191,"FirstPerformance":"1983-01-01T00:00:00","Title":"Aida","Composer":"Giuseppe Verdi","PerfDates":"February 25, 27m, March 2, 5, 1983","Content":"Gilda Cruz-Romo (Aida), Carol Kaszar (high priestess), Rachel Gettler*/Mariana Paunova (2, 5) (Amneris), Adriaan van Limpt (Radames), Joseph Shore (Amonasro), Dimitri Kavrakos (Ramfis), Thomas Paul (King), Neil Wilson-Nease (messenger); Theo Alcantara, conductor; Robert Tannenbaum, director; Mario Cristini/Bill Gorgensen, set designers; Suzanne Mess, costumes","Season":1983,"Searchable":"aida giuseppe verdi"},{"Id":192,"FirstPerformance":"1983-01-01T00:00:00","Title":"Adriana Lecouvreur","Composer":"Francesco Cilea","PerfDates":"May 22, 26, 29m, June 1, 1983","Content":"Joan Sutherland (Adriana Lecouvreur), Amy Burton (Mlle. Jouvenot), Stella Silva (Princess de Bouillon), Jane Shaulis (Mlle. Dangeville), Diane Jennings (maid), Vasile Moldoveanu (Maurizio), John Br&#225;cheler (Michonnet), David Hall (Poisson), Ricardo Cassinelli* (the Abb&#233;), Carlos Chausson (Quinault), Arnold Voketaitis (Prince of Bouillon), Steven Savino (major-domo); Richard Bonynge, conductor; Tito Capobianco, director; Robert O'Hearn, sets; Suzanne Mess, costumes","Season":1983,"Searchable":"adriana lecouvreur francesco cilea"},{"Id":193,"FirstPerformance":"1982-01-01T00:00:00","Title":"Andréa Chenier","Composer":"Umberto Giordano","PerfDates":"September 11, 13m, 16, 19, 1981","Content":"Giovanna Cassolla* (Madeleine), Jane Shaulis (Countess), Susanna Lodato (Bersi), Nancy Carol Moore (Madelon), Carlo Bini (Andr&#233;a Ch&#233;nier), Melvin Lowery (the Abb&#233;), Joseph Frank (Incredibile), Gary Nichols (major-domo), William Justus (Charles Gerard), David Dunlap (Fl&#233;ville), Edward Badrak (Dumas), Steven Savino (Fouquier-Tinville), Paul Cheak (Schmidt), Enrique Baquerizo (Roucher), Stephen West (Mathieu); Antonio Tauriello, conductor; Bliss Hebert, director; Robert O'Hearn, sets; Suzanne Mess, costumes","Season":1982,"Searchable":"andréa chenier umberto giordano"},{"Id":194,"FirstPerformance":"1982-01-01T00:00:00","Title":"Susannah","Composer":"Carlisle Floyd","PerfDates":"September 25, 27m, 30, October 3, 1981","Content":"Patricia Craig (Susannah), Virginia Sublett (Mrs. Gleaton), Marilyn Anderson (Mrs. Hayes), Jane Shaulis (Mrs. McClean), Grace Magee (Mrs. Ott), Richard Cassilly (Sam), Melvin Lowery (Little Bat), Samuel Ramey (Blitch), Stephen West (McClean), Neil Breeden (Hayes), Steven Savino (Ott), William Eichorn (Gleaton); Christopher Keene, conductor; Carlisle Floyd, director; Paul Shortt, sets; Patton Campbell, costumes","Season":1982,"Searchable":"susannah carlisle floyd"},{"Id":195,"FirstPerformance":"1982-01-01T00:00:00","Title":"Faust","Composer":"Charles Gounod","PerfDates":"October 9, 11m, 14, 17, 1981","Content":"\n      October 1981 (Palm Springs)Pamela Myers/Inga Nielsen [Palm Springs] (Marguerite), Susanne Lodato (Si&#233;bel), Nancy Carol Moore (Marthe), John Brecknock/Joseph Evans [Palm Springs] (Faust), J. Patrick Raftery/Joseph Shore [Palm Springs] (Valentin), David Dunlap (Wagner), Robert Hale (M&#233;phistoph&#233;lès); Joseph De Rugeriis, conductor; Charles Hamilton*/Robert Tannenbaum [Palm Springs], director; Wolfram Skalicki, sets/costumes","Season":1982,"Searchable":"faust charles gounod"},{"Id":196,"FirstPerformance":"1982-01-01T00:00:00","Title":"Concert","Composer":"Gala Benefit Concert to help the San Diego Symphony Orchestra Assocation","PerfDates":"October 18, 1981","Content":"Dame Joan Sutherland, Teresa Berganza, Pamela Myers, Robert Hale, J. Patrick Raftery (soloists); Kurt Herbert Adler, Bruno Bartoletti, Richard Bonynge, Karen Keltner, Clay Pendergrass, Joseph De Rugeriis, conductors","Season":1982,"Searchable":"concert gala benefit concert to help the san diego symphony orchestra assocation"},{"Id":197,"FirstPerformance":"1982-01-01T00:00:00","Title":"Giulietta e Romeo","Composer":"Riccardo Zandonai","PerfDates":"April 23, 25m, 28, May 1, 1982","Content":"United States Premiere<br />Giovanna Cassola (Giulietta), Virginia Sublett (first lady), Sarah Pruetti (second lady), Joan Zajac (a woman), Sandra Dudek (Isabella), Carlo Bini (Romeo), Bruce Reed (singer), John Br&#225;cheler (Tebaldo), Leonard Eagleson (Gregorio), Steven Savino (Sansone), Joaquin Romaguera (a Montague), Carlos Chausson (constable/Bernabo), Ed Badrak (servant); Michelangelo Veltri, conductor; Tito Capobianco, director; Carl Toms, sets/principal constumes","Season":1982,"Searchable":"giulietta e romeo riccardo zandonai"},{"Id":198,"FirstPerformance":"1982-01-01T00:00:00","Title":"The Barber of Seville","Composer":"Gioachino Rossini","PerfDates":"May 6, 8, 12, 16m, 1982","Content":"RoseMarie Freni (Rosina), Nancy Carol Moore (Berta), Bruce Reed (Almaviva), J. Patrick Raftery (Figaro), James Billings (Bartolo), Paul Plishka (Basilio), Steven Savino (Fiorello), Gary Prettyman (Ambrogio), Joaquin Romaguera (officer), Ed Badrak (notary); Joseph De Rugeriis, conductor; Robert Tannenbaum, director; Peter Hall, sets/costumes","Season":1982,"Searchable":"the barber of seville gioachino rossini"},{"Id":199,"FirstPerformance":"1982-01-01T00:00:00","Title":"Turandot","Composer":"Giacomo Puccini","PerfDates":"May 21, 23m, 26, 29, 1982","Content":"Cristina Deutekom (Turandot), Pamela Myers (Liù), Carlo Bini (Calaf), Joaquin Romaguera (Altoum), David Hall (Pang), Joseph Frank (Pong), Harlan Foss (Ping), Carlos Chausson (Mandarin), Paul Plishka (Timur), Joseph Pechota (Prince of Persia); Theo Alcantara, conductor; Jay Lesenger, director; Robert Darling, sets; Suzanne Mess, costumes","Season":1982,"Searchable":"turandot giacomo puccini"},{"Id":200,"FirstPerformance":"1982-01-01T00:00:00","Title":"Il Corsaro","Composer":"Giuseppe Verdi","PerfDates":"June 18, 20m, 26, 1982","Content":"Verdi Festival<br />Rosalind Plowright (Medora), June Anderson (Gulnara), Alfonso Navarrete (Corrado), J. Patrick Raftery (Seid), Steven Savino (Giovanni), Joaquin Romaguera (Selim) Joseph Pechota (eunuch), Gary Nichols (slave); Edoardo Müller, conductor; Tito Capobianco, director; Bill Gorgensen, sets","Season":1982,"Searchable":"il corsaro giuseppe verdi"},{"Id":201,"FirstPerformance":"1982-01-01T00:00:00","Title":"A Masked Ball","Composer":"Giuseppe Verdi","PerfDates":"June 19, 25, 27m, 1982","Content":"Verdi Festival<br />Josephine Barstow (Amelia), Janice Hall (Oscar), Gwynn Cornell (Ulrica), Adriaan van Limpt (Riccardo), Cornelis Opthof (Renato), Steven Savino (servant), Joaquin Romaguera (Judge), Carlos Chausson (Silvano), John Seabury (Sam), Kenneth Cox (Tom); Michelangelo Veltri, conductor; Michael Rennison, director; Zack Brown, sets/costumes","Season":1982,"Searchable":"a masked ball giuseppe verdi"},{"Id":202,"FirstPerformance":"1982-01-01T00:00:00","Title":"Verdi 1982 Jubilee V","Composer":null,"PerfDates":"June 24, 1982","Content":"Verdi Festival<br />Shirley Verrett, June Anderson, Rosalind Plowright, Gwynn Cornell, Alfonso Navarrete, J. Patrick Raftery (soloists); Edoardo Müller/Michelangelo Veltri/Karen Keltner, conductors","Season":1982,"Searchable":"verdi 1982 jubilee v"},{"Id":203,"FirstPerformance":"1981-01-01T00:00:00","Title":"Elektra","Composer":"Richard Strauss","PerfDates":"September 18, 21m, 24, 27, 1980","Content":"Pauline Tinsley (Elektra), Anne Evans (Chrysothemis), Kerstin Meyer (Klytemnestra), Aleicia Byrnes (overseer), Sallye Graves (trainbearer), Annette Winchell (confidante); Jane Westbrook, Nancy Jones, Sandra Dudek, Juliane Gondek, Pamela Hicks (maids); Mallory Walker (Aegisth), John Br&#225;cheler (Orest), Stephen West (Tutor), David Bates (young servant), Steven Savino (old servant); Theo Alcantara, conductor; Regina Resnik, director; Lawrence Schafer, sets; Alfred Siercke, costumes","Season":1981,"Searchable":"elektra richard strauss"},{"Id":204,"FirstPerformance":"1981-01-01T00:00:00","Title":"Die Fledermaus","Composer":"Johann Strauss, Jr.","PerfDates":"October 5m, 8, 11, 16, 19m, 1980","Content":"Joan Sutherland (Rosalinda), Beverly Sills (Adele), Regina Resnik (Orlofsky), Alan Titus (Eisenstein), Giuseppe Campora (Alfred), Joseph Frank (Blind), Spiro Malas (Frank), Jake Gardner (Falke), Leonard Frey (Frosch); Richard Bonynge, conductor; Tito Capobianco, director; Zack Brown, sets; Oliver Smith, costumes","Season":1981,"Searchable":"die fledermaus johann strauss, jr."},{"Id":205,"FirstPerformance":"1981-01-01T00:00:00","Title":"Werther","Composer":"Jules Massenet","PerfDates":"October 24, 26m, 29, November 1, 1980","Content":"Pamela Hicks (Sophie), Katherine Ciesinski (Charlotte), John Brecknock (Werther), Robert Schmorr (Schmidt), J. Patrick Raftery (Albert), Stephen West (Le Bailli), Steven Savino (Johann); Antonio Tauriello, conductor; Jay Lesenger, director; John Conklin, sets/costumes","Season":1981,"Searchable":"werther jules massenet"},{"Id":206,"FirstPerformance":"1981-01-01T00:00:00","Title":"Tosca","Composer":"Giacomo Puccini","PerfDates":"May 8, 11, 14, 17m, 1981","Content":"Martina Arroyo (Tosca), Marcia Cope (shepherd), Carlo Bini (Cavaradossi), Joseph Frank (Spoletta), Richard Fredricks (Scarpia), Steven Savino (sacristan), Carlos Chausson (Angelotti/jailer), Gary Nichols (Sciarrone); Bruno Rigacci, conductor; Tito Capobianco, director; Allen Charles Klein, sets; Suzanne Mess, costumes","Season":1981,"Searchable":"tosca giacomo puccini"},{"Id":207,"FirstPerformance":"1981-01-01T00:00:00","Title":"Lucia di Lammermoor","Composer":"Gaetano Donizetti","PerfDates":"May 16, 18, 22, 24m, 1981","Content":"Gianna Rolandi (Lucia), Sandra Dudek (Alisa), Barry McCauley (Edgardo), David Hall (Arturo), Melvin Lowery (Normanno), John Br&#225;cheler (Enrico), John Seabury (Raimondo); Joseph De Rugeriis, conductor; Patrick Bakman, director; Marsha Louis Eck, sets; Jose Varona, costumes","Season":1981,"Searchable":"lucia di lammermoor gaetano donizetti"},{"Id":208,"FirstPerformance":"1981-01-01T00:00:00","Title":"The Love for Three Oranges","Composer":"Sergei Prokofiev","PerfDates":"May 30, June 1, 5, 7m, 1981","Content":"RoseMarie Freni (Fata Morgana), Sandra Dudek (Linetta), Suzanne Lodato (Nicoletta), Kathleen Hegierski (Smeraldina), Melanie Sonnenberg (Princess Clarissa), Janice Hall (Ninetta), Joseph Evans (the Prince), David Hall (Truffaldino), Melvin Lowery (master of ceremonies), Harlan Foss (Pantalone), Richard McKee (King of Clubs), Vincent Russo (Farfarello), Ralph Bassett (herald/Tchelio), Carlos Chausson (Leandro), Louis Lebherz (cook); Calvin Simmons/Karen Keltner (5), conductor; Tito Capobianco, director; Mario Vanarelli, sets/costumes","Season":1981,"Searchable":"the love for three oranges sergei prokofiev"},{"Id":209,"FirstPerformance":"1981-01-01T00:00:00","Title":"Nabucco","Composer":"Giuseppe Verdi","PerfDates":"June 19, 21m, 27, 1981","Content":"Verdi Festival<br />Cristina Deutekom (Abigaille), Aleicia Byrnes (Anna), Sandra Dudek (Fenena), John Sayers (Ismaele), Melvin Lowery (Abdallo), Kari Nurmela (Nabucco), Ezio Flagello (Zaccaria), Carlos Chausson (High Priest); Maurizio Arena, conductor; Ghita Hager, director; Nicola Benois, sets/costumes","Season":1981,"Searchable":"nabucco giuseppe verdi"},{"Id":210,"FirstPerformance":"1981-01-01T00:00:00","Title":"Un Giorno Di Regno","Composer":"Giuseppe Verdi","PerfDates":"June 20, 26, 28m, 1981","Content":"Verdi Festival<br />Arlene Saunders (Marchesa), Susanne Marsee (Giulietta), Bruce Reed (Edoardo), Melvin Lowery (Ivrea), J. Patrick Raftery (Belfiore), Harlan Foss (Kelbar), James Billings (Rocca), Steven Savino (Delmonte); Calvin Simmons, conductor; Tito Capobianco, director; Suzanne Mess, costumes","Season":1981,"Searchable":"un giorno di regno giuseppe verdi"},{"Id":211,"FirstPerformance":"1981-01-01T00:00:00","Title":"Concert: Verdi Requiem","Composer":"Giuseppe Verdi","PerfDates":"June 25, 1981; On the Green at Rancho Bernardo","Content":"Verdi Festival<br />Cristina Deutekom, Susanne Marsee, Jon Fredric West, Ezio Flagello (soloists); San Diego Master Chorale; Theo Alcantara, conductor","Season":1981,"Searchable":"concert: verdi requiem giuseppe verdi"},{"Id":212,"FirstPerformance":"1980-01-01T00:00:00","Title":"Don Carlo","Composer":"Giuseppe Verdi","PerfDates":"October 6, 9, 12, 14m, 1979","Content":"Anne Evans (Elizabeth), Susan Lynn Dixon (celestial voice), Pamela Hicks (Tebaldo), Giuseppina Dalle Molle* (Princess Eboli), Luis Lima (Don Carlos), Neil Breeden (Count Lerma), Juan Pons (Rodrigo), Paul Plishka (Philip), Chester Ludgin (Grand Inquisitor), Carlos Chausson (friar), Gerald Whitney (herald); Bruno Rigacci, conductor; Bodo Igesz, director; Henry Bardon, sets; Suzanne Mess, costumes","Season":1980,"Searchable":"don carlo giuseppe verdi"},{"Id":213,"FirstPerformance":"1980-01-01T00:00:00","Title":"The Abduction from the Seraglio","Composer":"Wolfgang Amadeus Mozart","PerfDates":"October 13, 16, 19, 21m, 1979","Content":"Benita Valente (Constanze), Gianna Rolandi (Blonde), Dale Smith (Belmonte), David Hall (Pedrillo), Spiro Malas (Osmin), Von Schauer (Pasha Selim); John Balme, conductor; Nathaniel Merrill, director; Toni Businger, sets","Season":1980,"Searchable":"the abduction from the seraglio wolfgang amadeus mozart"},{"Id":214,"FirstPerformance":"1980-01-01T00:00:00","Title":"The Tales of Hoffmann","Composer":"Jacques Offenbach","PerfDates":"October 27, 30, November 2, 4, 1979","Content":"Ashley Putnam (Olympia/Giulietta/Antonia), Hilda Harris (Nicklaus/voice of Antonia's mother), Barry McCauley (Hoffmann), David Hall (Andr&#233;s/Cochenille/Pittichinaccio/Frantz), Gerald Whitney (Nathanael), Michael Devlin (Lindorf/Copp&#233;lius/ Dapertutto/Dr. Miracle), Steven Savino (Hermann), Carlos Chausson (Luther/Crespel/Schlemil), Melvin Lowery (Spalanzani); Joseph De Rugeriis, conductor; Tito Capobianco, director; Ming Cho Lee, sets; Jose Varona, costumes","Season":1980,"Searchable":"the tales of hoffmann jacques offenbach"},{"Id":215,"FirstPerformance":"1980-01-01T00:00:00","Title":"Mefistofele","Composer":"Arrigo Boito","PerfDates":"May 9, 11m, 14, 17, 1980","Content":"Jeannine Altmeyer (Margherita/Elena), Beverly Evans (Pantalis/Marta), Enrico di Giuseppe (Faust), Melvin Lowery (Wagner/Nereus), Robert Hale (Mefistofele); Theo Alcantara, conductor; Gigi Denda, director; David Mitchell, sets; Hal George, costumes","Season":1980,"Searchable":"mefistofele arrigo boito"},{"Id":216,"FirstPerformance":"1980-01-01T00:00:00","Title":"Don Pasquale","Composer":"Gaetano Donizetti","PerfDates":"May 24, 27, 30, June 1m, 1980","Content":"Beverly Sills (Norina), Rico Serbo (Ernesto), Richard Fredricks (Malatesta), Melvin Lowery (Notary), Giorgio Tozzi (Don Pasquale); Theo Alcantara, conductor; Tito Capobianco, director; Robert O'Hearn, sets; Suzanne Mess, costumes","Season":1980,"Searchable":"don pasquale gaetano donizetti"},{"Id":217,"FirstPerformance":"1980-01-01T00:00:00","Title":"La bohème","Composer":"Giacomo Puccini","PerfDates":"May 29, 31, June 3, 6, 8m, 1980","Content":"Diana Soviero/Madelyn Renee (8m) (Mim&#236;), Inga Nielsen (Musetta), Luciano Pavarotti (Rodolfo), David Bates (Parpignol), Jan Derksen (Marcello), J. Patrick Raftery (Schaunard), Robert Hale (Colline), Steven Savino (Benoit), Melvin Lowery (Alcindoro), Robert Roseberry (customs guard), Gary Nichols (sergeant); Bruno Rigacci, conductor; Tito Capobianco, director; John Scheffler, sets; Suzanne Mess, costumes","Season":1980,"Searchable":"la bohème giacomo puccini"},{"Id":218,"FirstPerformance":"1980-01-01T00:00:00","Title":"Giovanna d'Arco","Composer":"Giuseppe Verdi","PerfDates":"June 26, 28m, July 6, 1980","Content":"West Coast Premiere<br />Verdi Festival<br />Adriana Maliponte (Giovanna), Luis Lima (Carlo VII), Melvin Lowery (Delil), Pablo Elvira (Giacomo), Carlos Chausson (Talbot); Edoardo Müller, conductor; Lotfi Mansouri, director; Wolfram Skalicki, sets","Season":1980,"Searchable":"giovanna d'arco giuseppe verdi"},{"Id":219,"FirstPerformance":"1980-01-01T00:00:00","Title":"Il trovatore","Composer":"Giuseppe Verdi","PerfDates":"June 27, July 2, 5m, 1980","Content":"Verdi Festival<br />Martina Arroyo (Leonora), Juliane Gondek (Inez), Stella Silva (Azucena), Carlo Bini (Manrico), Melvin Lowery (Ruiz), Juan Pons (di Luna), Boris Martinovich (Ferrando), Steven Savino (old gypsy); Calvin Simmons, conductor; Tito Capobianco, director; Ming Cho Lee, sets","Season":1980,"Searchable":"il trovatore giuseppe verdi"},{"Id":220,"FirstPerformance":"1980-01-01T00:00:00","Title":"Concert","Composer":"Verdi Concert 1980","PerfDates":"July 1980","Content":"Verdi Festival<br />Martina Arroyo, Adriana Maliponte, Carlo Bini, Pablo Elvira, Juan Pons, Boris Martinovich (soloists); Saddleback Concert Chorale","Season":1980,"Searchable":"concert verdi concert 1980"},{"Id":221,"FirstPerformance":"1979-01-01T00:00:00","Title":"Hamlet","Composer":"Ambroise Thomas","PerfDates":"October 7, 9, 13, 15m, 1978","Content":"West Coast Premiere<br />Ashley Putnam (Ophelia), Isabel Veale* (Gertrude), Joseph Evans (Laertes), Sherrill Milnes (Hamlet), Robert Hale (Claudius), Joaquin Romaguera (Marcellus/gravedigger), David Dunlap (Horatio), Carlos Chausson (ghost of Hamlet's father), James Courtney (Polonius), Vincent Russo (gravedigger); Bruno Rigacci, conductor; Tito Capobianco, director; Carl Toms, sets","Season":1979,"Searchable":"hamlet ambroise thomas"},{"Id":222,"FirstPerformance":"1979-01-01T00:00:00","Title":"Rigoletto","Composer":"Giuseppe Verdi","PerfDates":"October 20, 22m, 26, 28, 1978","Content":"Janice Hall (Gilda), Nancy Jones (Countess Ceprano), Pamela Hicks (page), Joyce Jones (Giovanna), Adrienne Leonetti (Maddalena), Enrico di Giuseppe (the Duke), Gary Fisher (Borsa), Gary Nichols (herald), Louis Quilico (Rigoletto), Vincent Russo (Marullo), David Dunlap (Ceprano), James Courtney (Monterone), Carlos Chausson (Sparafucile); Bruno Rigacci, conductor; Ronald Adler*, director; John Naccarato, sets; Carrie Robbins, costumes","Season":1979,"Searchable":"rigoletto giuseppe verdi"},{"Id":223,"FirstPerformance":"1979-01-01T00:00:00","Title":"Così fan tutte","Composer":"Wolfgang Amadeus Mozart","PerfDates":"October 27, 29m, 31, November 4, 1978","Content":"Sung-Sook Lee (Fiordiligi), Katherine Hindrelet-Brydon (Despina), Susanne Marsee (Dorabella), Joseph Evans (Ferrando), Lenus Carlson (Guglielmo), Andrew Foldi (Don Alfonso); Theo Alcantara, conductor; Jan Bouws*, director; John Naccarato, sets; John Naccarato/Edguard Johnson, costume designers","Season":1979,"Searchable":"così fan tutte wolfgang amadeus mozart"},{"Id":224,"FirstPerformance":"1979-01-01T00:00:00","Title":"Manon Lescaut","Composer":"Giacomo Puccini","PerfDates":"May 12, 15, 18, 20m, 1979","Content":"Ilona Simon (Manon Lescaut), Marnie Clark (singer), Carlo Bini (des Grieux), Gary Fisher (Edmondo), Cary Archer Smith (Lescaut), Carlos Chausson (Geronte), Vincent Russo (innkeeper), Joseph Frank (dancing master/lamplighter), David Dunlap (sergeant), Gary Nichols (captain); John Mauceri, conductor; Tito Capobianco, director; Marsha Louis Eck, sets","Season":1979,"Searchable":"manon lescaut giacomo puccini"},{"Id":225,"FirstPerformance":"1979-01-01T00:00:00","Title":"Cavalleria Rusticana","Composer":"Pietro Mascagni","PerfDates":"May 19, 22, 25, 27m, 1979","Content":"Marvellee Cariaga (Santuzza), Melanie Sonnenberg (Lola), Jane Westbrook (Mamma Lucia), Harry Theyard (Turiddu), William Justus (Alfio); Joseph De Rugeriis, conductor; Fabrizio Melano, director; Allen Charles Klein, sets","Season":1979,"Searchable":"cavalleria rusticana pietro mascagni"},{"Id":226,"FirstPerformance":"1979-01-01T00:00:00","Title":"Pagliacci","Composer":"Ruggiero Leoncavallo","PerfDates":"May 19, 22, 25, 27m, 1979","Content":"Diana Soviero (Nedda), Harry Theyard (Canio), David Hall (Beppe), William Justus (Tonio), John Del Carlo (Silvio); Robert Roseberry, Gerald Whitney (villagers); Joseph De Rugeriis, conductor; Fabrizio Melano, director; Allen Charles Klein, sets","Season":1979,"Searchable":"pagliacci ruggiero leoncavallo"},{"Id":227,"FirstPerformance":"1979-01-01T00:00:00","Title":"La Loca","Composer":"Gian Carlo Menotti","PerfDates":"June 3, 5, 8, 10m, 1979","Content":"World Premiere<br />Beverly Sills (Juana), Susanne Marsee (Dona Manuela), Jane Westbrook (nurse); Marcia Cope, Martha Jane Howe (ladies-in-waiting); Joseph Evans (Miguel de Ferrera), John Br&#225;cheler (Felipe/Fernando/Carlos V), Vincent Russo (chaplain), Robert Hale (Ximenes de Cisneros), Carlos Chausson (Marques de Denia); Calvin Simmons, conductor; Tito Capobianco, director; Mario Vanarelli, sets/costumes","Season":1979,"Searchable":"la loca gian carlo menotti"},{"Id":228,"FirstPerformance":"1979-01-01T00:00:00","Title":"I Lombardi","Composer":"Giuseppe Verdi","PerfDates":"June 22, 24m, 30, 1979","Content":"West Coast Premiere<br />Verdi Festival<br />Cristina Deutekom (Giselda), Lynne Martindale-Schafer (Viclinda), Leslie Richards (Sofia), Rico Serbo (Arvino), Carlo Bergonzi (Oronte), Paul Plishka (Pagano), Carlos Chausson (Pirro), Michael Magiera (Prior), J. Patrick Raftery (Acciano); Maurizio Arena, conductor; Tito Capobianco, director; Mario Vanarelli, sets","Season":1979,"Searchable":"i lombardi giuseppe verdi"},{"Id":229,"FirstPerformance":"1979-01-01T00:00:00","Title":"La traviata","Composer":"Giuseppe Verdi","PerfDates":"June 29, July 1m, 7, 1979","Content":"Verdi Festival<br />Diana Soviero (Violetta), Martha Jane Howe (Annina), Jane Westbrook (Flora), Vittorio Terranova (Alfredo), Michael Magiera (Gaston), John Br&#225;cheler (Germont), J. Patrick Raftery (Douphol), David Dunlap (Grenvil), Vincent Russo (Marchese d'Obigny), James Flynn (Giuseppe), Jeffrey L. Shipman (messenger), Gary Nichols (servant); Hans Vonk*, conductor; Charles Nelson Reilly, director; Carl Toms, sets/costumes","Season":1979,"Searchable":"la traviata giuseppe verdi"},{"Id":230,"FirstPerformance":"1979-01-01T00:00:00","Title":"Concert: Gala Verdi Concert","Composer":"Verdi","PerfDates":"June 28, 1979","Content":"Verdi Festival<br />Christina Deutekom, Leslie Richards, Carlo Bergonzi, Rico Serbo, John Br&#225;cheler, Paul Plishka, J. Patrick Raftery (soloists); Saddleback Concert Chorale; John Balme/Michael Parker, conductors","Season":1979,"Searchable":"concert: gala verdi concert verdi"},{"Id":231,"FirstPerformance":"1978-01-01T00:00:00","Title":"The Merry Widow","Composer":"Franz Lehár","PerfDates":"October 2, 4, 7, 9m, 1977","Content":"Beverly Sills (Hanna), Glenys Fowles (Valencienne), Mara Baygulova (Sylviane/Frou-Frou), Jane Westbrook (Olga/Margot), Melanie Sonnenberg (Praskowia/Dodo), Patricia Goodwin (Lolo), Cary Shipman (Jou-Jou), Lizanne Maxfield (Clo-Clo), Alan Titus (Danilo), Nolan Van Way (Camille), Andrew Foldi (Baron Zeta), Vincent Russo (Cascada), Ryan Allen (St. Brioche), William Mallory (Bogdanowitsch), Timothy Braden (Kromow), Thomas Simmons (Pritschitsch), David Rae Smith (Njegus); Theo Alcantara, conductor; Tito Capobianco, director; Carl Toms, sets/costumes","Season":1978,"Searchable":"the merry widow franz lehár"},{"Id":232,"FirstPerformance":"1978-01-01T00:00:00","Title":"Don Giovanni","Composer":"Wolfgang Amadeus Mozart","PerfDates":"October 8, 11, 14, 16m, 1977","Content":"Anne Evans* (Anna), Ashley Putnam (Elvira), Janice Hall (Zerlina), Joseph Evans (Ottavio), Robert Hale (Giovanni), Carlos Chausson (Masetto), David Cornell (Commendatore), Richard Van Allen (Leporello); Theo Alcantara, conductor; Horacio Aragon, director; John Wright Stevens, sets","Season":1978,"Searchable":"don giovanni wolfgang amadeus mozart"},{"Id":233,"FirstPerformance":"1978-01-01T00:00:00","Title":"Carmen","Composer":"Georges Bizet","PerfDates":"October 18, 21, 23m, 25, 1977","Content":"Josella Ligi/Janice Hall (25) (Mica&#235;la), Katherine Kennedy (Frasquita), Katherine Pring* (Carmen), Melanie Sonnenberg (Mercedes), Salvador Novoa (Don Jos&#233;), Howard Fried (Remendado), William Justus/Robert Hale (21, 23m, 25) (Escamillo), Carlos Chausson (Zuniga), Vincent Russo (Morales), Thomas Simmons (Dancaire); Bruno Rigacci, conductor; Sarah Ventura, director; Terry Gates, sets; Howard Bay, costumes","Season":1978,"Searchable":"carmen georges bizet"},{"Id":234,"FirstPerformance":"1978-01-01T00:00:00","Title":"Falstaff","Composer":"Giuseppe Verdi","PerfDates":"February 4, 7, 10, 12m, 1978","Content":"Nancy Shade (Alice Ford), Kathryn Bouleyn (Nanetta), Melanie Sonnenberg (Mistress Page), Muriel Costa-Greenspan (Quickly), David Hall (Fenton), Joaquin Romaguera (Caius), Melvin Lowery (Bardolph), Spiro Malas (Falstaff), John Br&#225;cheler* (Ford), David Cornell (Pistol); Bruno Rigacci, conductor; Tito Capobianco, director; Elemer Nagy, designer","Season":1978,"Searchable":"falstaff giuseppe verdi"},{"Id":235,"FirstPerformance":"1978-01-01T00:00:00","Title":"Madama Butterfly","Composer":"Giacomo Puccini","PerfDates":"February 11, 14, 17, 19m, 1978","Content":"March 15, 1978 (Palm Springs)<br />Atsuko Azuma (Cio-Cio-San), Hilda Harris (Suzuki), Melanie Sonnenberg (Kate), Rico Serbo (Pinkerton), Howard Fried (Goro), John Br&#225;cheler (Sharpless), John Del Carlo/Vincent Russo (15) (commissioner), Gary Fisher (Yamadori), Robert Roseberry (registrar), Michael Gallup (Bonze); Bruno Rigacci/Joseph De Rugeriis (15), conductor; Sarah Ventura, director; John Scheffler, designer","Season":1978,"Searchable":"madama butterfly giacomo puccini"},{"Id":236,"FirstPerformance":"1978-01-01T00:00:00","Title":"The Love for Three Oranges","Composer":"Sergei Prokofiev","PerfDates":"February 25, 28, March 3, 5m, 1978","Content":"West Coast Premiere<br />Diane Curry (Fata Morgana), Mara Baygulova (Linetta), Carolyne McDaniel (Nicoletta), Melanie Sonnenberg (Smeraldina), Muriel Costa-Greenspan (Princess Clarissa), Kathryn Bouleyn (Ninetta), Joseph Evans (The Prince), David Hall (Truffaldino), Leslie Harrington (Master of Ceremonies), John Del Carlo (Pantalone), Harold Enns (King of Clubs), Vincent Russo (Farfarello), William Dansby (herald), John Darrenkamp (Leandro), William Dansby (Tchelio), David Cornell (cook); Calvin Simmons, conductor; Tito Capobianco, director; Mario Vanarelli, sets/costumes","Season":1978,"Searchable":"the love for three oranges sergei prokofiev"},{"Id":237,"FirstPerformance":"1978-01-01T00:00:00","Title":"Aida","Composer":"Giuseppe Verdi","PerfDates":"August 4, 6m, 9, 1978","Content":"Verdi Festival<br />Martina Arroyo (Aida), Aprile Millo (high priestess), Carol Wyatt* (Amneris), Carlo Bini (Radames), Norman Mittelmann (Amonasro), Robert Hale (Ramfis), Phillip Booth (King), Gary Fisher (messenger); Antonio Tauriello, conductor; Tito Capobianco, director; Mario Cristini, sets","Season":1978,"Searchable":"aida giuseppe verdi"},{"Id":238,"FirstPerformance":"1978-01-01T00:00:00","Title":"Concert: Requiem","Composer":"Giuseppe Verdi","PerfDates":"August 12, 1978","Content":"Verdi Festival<br />Martina Arroyo, Carol Wyatt, Carlo Bini, Robert Hale (soloists); San Diego Symphonic Chorale; Antonio Tauriello, conductor","Season":1978,"Searchable":"concert: requiem giuseppe verdi"},{"Id":239,"FirstPerformance":"1977-01-01T00:00:00","Title":"Otello","Composer":"Giuseppe Verdi","PerfDates":"October 9, 12, 15, 17m, 1976","Content":"Lynne Strow Piccolo* (Desdemona), Adrienne Leonetti (Emilia), Jon Andrew (Otello), Gary Fisher (Cassio), Robert Grayson (Roderigo), Thomas Tipton (Iago), Louis Lebherz (Lodovico), Vincent Russo (Montano), Ralph Bassett (herald); Bruno Rigacci, conductor; Patrick Bakman, director; Peter Wexler, sets/costumes","Season":1977,"Searchable":"otello giuseppe verdi"},{"Id":240,"FirstPerformance":"1977-01-01T00:00:00","Title":"The Saint of Bleecker Street","Composer":"Gian Carlo Menotti","PerfDates":"December 1, 3, 5m, 7, 1976","Content":"Lorna Haywood (Annina), Lynn Cole-Adcock (Carmela), Beverly Wolff (Desideria), Jane Westbrook (Assunta), Joyce Jones (Maria Corona), Halle Kelly (Concettina), Lucille Mayer (old woman), Phillis Moody (young woman), Martha Hamilton (girl), Enrico Di Giuseppe (Michele), Aaron Bornstein (Corona's son), Richard Torigi (Don Marco), Andrew Taylor (Salvatore), Gerald Whitney (young man), Thomas Simmons (bartender/second guest), Gary Fisher (first guest), Jamison Gill (man's voice); Theo Alcantara/Monroe Kanouse (7), conductor; Tito Capobianco, director; Beeb Salzer, sets","Season":1977,"Searchable":"the saint of bleecker street gian carlo menotti"},{"Id":241,"FirstPerformance":"1977-01-01T00:00:00","Title":"Die Fledermaus","Composer":"Johann Strauss, Jr.","PerfDates":"January 23, 25, 28, 30m, 1977","Content":"Johanna Meier (Rosalinda), Gianna Rolandi (Adele), David Rae Smith (Orlofsky), Cornelis Opthof (Eisenstein), Ragnar Ulfung (Alfred), Thomas Simmons (Blind), Michael Terry (Frank), John Darrenkamp (Falke), Robert Schmorr (Frosch); Judith Somogi/Monroe Kanouse (30), conductor; Lotfi Mansouri, director; Brian Jackson, sets","Season":1977,"Searchable":"die fledermaus johann strauss, jr."},{"Id":242,"FirstPerformance":"1977-01-01T00:00:00","Title":"Gátterdämmerung","Composer":"Richard Wagner","PerfDates":"February 19, 22, 25, 27m, 1977","Content":"Anna Green (Brünnhilde), Adrienne Leonetti (Gutrune), Marvellee Cariaga (Waltraute/second norn), Carolyne McDaniel (first norn), Joan Zajac (third norn), Pamela Lasalle (Woglinde), Shirley Harned (Wellgunde), Carolyn Maia (Flosshilde), Alberto Remedios (Siegfried), Adair McGowen (Gunther), Harold Enns (Alberich), William Wildermann/Thomas O'Leary (25, 27) (Hagen); Henry Holt, conductor; George London, director; John Naccarato, sets/costumes","Season":1977,"Searchable":"gátterdämmerung richard wagner"},{"Id":243,"FirstPerformance":"1977-01-01T00:00:00","Title":"La traviata","Composer":"Giuseppe Verdi","PerfDates":"March 26, 29, April 1, 3m, 1977","Content":"April 9, 1977 (Palm Springs)<br />April 14, 16, 1977 (Pasadena)<br />Beverly Sills/Nancy Shade (9) (Violetta), Dora Walker (Annina), Adrienne Leonetti (Flora), William McDonald/Joseph Evans (9, 14, 16) (Alfredo), Gary Fisher (Gaston), Ryan Edwards (Germont), Ryan Allen (Douphol), Vincent Russo (Grenvil), Thomas Simmons (Marchese d'Obigny), Gerald Whitney (Giuseppe); Theo Alcantara, conductor; Tito Capobianco, director; Carl Toms, sets","Season":1977,"Searchable":"la traviata giuseppe verdi"},{"Id":244,"FirstPerformance":"1976-01-01T00:00:00","Title":"Concert","Composer":"An Operatic Evening","PerfDates":"September 23, 1975","Content":"Joan Sutherland (soprano), Huguette Tourangeau (mezzo-soprano); Richard Bonynge, piano","Season":1976,"Searchable":"concert an operatic evening"},{"Id":245,"FirstPerformance":"1976-01-01T00:00:00","Title":"Il trovatore","Composer":"Giuseppe Verdi","PerfDates":"October 4, 7, 10, 12, 20, 22, 1975 (Phoenix)","Content":"Rachel Mathes (Leonora), Peggy Castle (Inez), Lili Chookasian (Azucena), Richard Kness (Manrico), Howard Fried (Ruiz), Eugene Holmes (di Luna), Harold Enns (Ferrando); Bruno Rigacci, conductor; William Roesch, director; Sally Jacobs, sets","Season":1976,"Searchable":"il trovatore giuseppe verdi"},{"Id":246,"FirstPerformance":"1976-01-01T00:00:00","Title":"Rusalka","Composer":"Antonin Dvorák","PerfDates":"December 3, 5, 7m, 9, 1975","Content":"United States Professional Premiere<br />Kathryn Bouleyn (Rusalka), Gwendolyn Killebrew (Jeibaba/Foreign Princess); Elaine Pavlick, Teri Sinclair, Melanie Sonnenberg (nymphs); William McDonald (Prince), Spiro Malas (Water Sprite); Theo Alcantara, conductor; Tito Capobianco, director; Santo Loquasto, sets/costumes","Season":1976,"Searchable":"rusalka antonin dvorák"},{"Id":247,"FirstPerformance":"1976-01-01T00:00:00","Title":"Siegfried","Composer":"Richard Wagner","PerfDates":"February 14, 17, 20, 22m, 1976","Content":"Marvellee Cariaga (Brünnhilde), Ashley Putnam (Forest Bird), Geraldine Dekker (Erda), Alberto Remedios (Siegfried), Paul Crook (Mime), Noel Tyl (Wotan), Derek Hammond-Stroud (Alberich), Thomas O'Leary (Fafner); Kenneth Schermerhorn, conductor; Ghita Hager, director; John Naccarato, sets/costumes","Season":1976,"Searchable":"siegfried richard wagner"},{"Id":248,"FirstPerformance":"1976-01-01T00:00:00","Title":"Der Rosenkavalier","Composer":"Richard Strauss","PerfDates":"March 27, 30, April 2, 3m, 1976","Content":"Johanna Meier (Feldmarschallin), Patricia Wise (Sophie), Lila Stuart (Marianne), Sylvia Anderson (Octavian), Adrienne Leonetti (Annina); Dora Walker, Pat Goodwin, Nancy Tripp Smith (three noble orphans); Carolee Thornburgh (milliner), Aaron Bergell (singer), Howard Fried (Valzacchi), Gerald Whitney (animal vendor/innkeeper), Derek Hammond-Stroud (Faninal), Richard Van Allan (Baron Ochs), Thomas Simmons (major-domo), Michael Gallup (notary/commissary/major-domo); Paul Raabe, Dave Rush, John Hermann, David Garven (lackeys); Stefan Minde, conductor; Richard Abrams, director; Elizabeth Dalton, sets/costumes","Season":1976,"Searchable":"der rosenkavalier richard strauss"},{"Id":249,"FirstPerformance":"1976-01-01T00:00:00","Title":"Norma","Composer":"Vincenzo Bellini","PerfDates":"June 7, 10, 13m, 15, 1976","Content":"Beverly Sills (Norma), Tatiana Troyanos (Adalgisa), Adrienne Leonetti (Clotilde), John Alexander (Pollione), Robert Grayson (Flavio), Robert Hale (Oroveso); Charles Mackerras, conductor; Tito Capobianco, director; Carl Toms, sets; Jose Varona, costumes<br />\n      Prior to this date accurate information is not available for United States debuts.","Season":1976,"Searchable":"norma vincenzo bellini"},{"Id":250,"FirstPerformance":"1975-01-01T00:00:00","Title":"Manon","Composer":"Jules Massenet","PerfDates":"October 30, November 1, 3m, 1974","Content":"Catherine Malfitano (Manon), Patricia Smith (Pousette), Teri Sinclair (Javotte), Diana Davidson (Rosette), Raymond Gibbs (des Grieux), Ken Remo (Guillot de Morfontaine), Douglas Lawrence (Lescaut), Michael Gallup (De Br&#233;tigny), Thomas Simmons (innkeeper), Harry Dworchak (Count des Grieux); Walter Herbert, conductor; Bliss Hebert, director; Allen Charles Klein, sets","Season":1975,"Searchable":"manon jules massenet"},{"Id":251,"FirstPerformance":"1975-01-01T00:00:00","Title":"Lucia di Lammermoor","Composer":"Gaetano Donizetti","PerfDates":"December 4, 6, 8m, 1974","Content":"Joan Sutherland (Lucia), Peggy Castle (Alisa), Franco Tagliavini (Edgardo), Gordon Greer (Arturo), Richard Wagner (Normanno), John Darrenkamp (Enrico), Robert Hale (Raimondo); Richard Bonynge, conductor; Bliss Hebert, director; Henry Bardon, sets; Peter Hall, costumes","Season":1975,"Searchable":"lucia di lammermoor gaetano donizetti"},{"Id":252,"FirstPerformance":"1975-01-01T00:00:00","Title":"A Village Romeo and Juliet","Composer":"Frederick Delius","PerfDates":"January 15, 17, 19m, 1975","Content":"Patricia Wells (Vreli), Paula Copeland (pastry woman/slim girl), Martha Jane Howe (wheel of fortune woman/wild girl), Paula McDonnell (cheap jewelry woman), Carolee Thornburgh (woman), John Stewart (Sali), Cary Smith (Marti/fruit man/bargeman), Samuel Van Dusen (Manz/knick-knack man/hunchbacked bass fiddler/bargeman), David Holloway (dark fiddler), David Caylor (doll and puppet man), Frank Hallock (peasant), Jerry Whitney (indigent hornplayer), John Gruett (bargeman); Walter Herbert, conductor; Frank Corsaro, director; Theoni V. Aldredge, costumes","Season":1975,"Searchable":"a village romeo and juliet frederick delius"},{"Id":253,"FirstPerformance":"1975-01-01T00:00:00","Title":"The Valkyrie","Composer":"Richard Wagner","PerfDates":"February 26, 28, March 2m, 1975","Content":"Johanna Meier (Sieglinde), Anna Green (Brünnhilde), Marvellee Cariaga (Fricka), Barbara Wilkinson (Helmwige), LaVerne Williams (Ortlinde), Marlene Delavan (Gerhilde), Adrienne Leonetti (Waltraute), Kathleen O'Brien (Siegrune), Barbara McAlister (Rossweisse), Emily Tracy (Grimgerde), Mara Baygulow (Schwertleite), Jon Andrew (Siegmund), Noel Tyl (Wotan), Samuel Van Dusen (Hunding); Walter Herbert, conductor; Ghita Hager, director; John Naccarato, sets/costumes","Season":1975,"Searchable":"the valkyrie richard wagner"},{"Id":254,"FirstPerformance":"1975-01-01T00:00:00","Title":"La bohème","Composer":"Giacomo Puccini","PerfDates":"April 9, 11, 13m, 1975","Content":"Karan Armstrong (Mim&#236;), Maria Di Giglio (Musetta), Raymond Gibbs (Rodolfo), John Gruett/David Caylor (Parpignol), John Darrenkamp (Marcello), David Myrvold (Schaunard), Harry Dworchak (Colline), Michael Gallup (Benoit/Alcindoro); Walter Herbert, conductor; Patrick Bakman, director; John Scheffler, sets; Suzanne Mess, costumes","Season":1975,"Searchable":"la bohème giacomo puccini"},{"Id":255,"FirstPerformance":"1974-01-01T00:00:00","Title":"Mefistofele","Composer":"Arrigo Boito","PerfDates":"September 9, 12, 15, 1973","Content":"Nancy Shade (Margherita/Elena), Kay Creed (Margherita's mother/Pantalis), Salvador Novoa (Faust), David Hall (Wagner/Nereus), Norman Treigle (Mefistofele); Werner Torkanovsky, conductor; Tito Capobianco, director; David Mitchell, sets; Hal George, costumes","Season":1974,"Searchable":"mefistofele arrigo boito"},{"Id":256,"FirstPerformance":"1974-01-01T00:00:00","Title":"Carmen","Composer":"Georges Bizet","PerfDates":"October 31, November 2, 4m, 1973","Content":"Esther Hinds (Mica&#235;la), Jeanne Garson (Frasquita), Ann Howard (Carmen), Lila Stuart (Mercedes), William Dupre (Don Jos&#233;), Edgar Stone (Remendado), David Myrvold (Escamillo), Harold Enns (Zuniga), Charles Curtis (Morales), Howard Fried (Dancaire); Walter Herbert, conductor; William Roesch, director; Terry Gates, sets; Howard Bay, costumes","Season":1974,"Searchable":"carmen georges bizet"},{"Id":257,"FirstPerformance":"1974-01-01T00:00:00","Title":"The Marriage of Figaro","Composer":"Wolfgang Amadeus Mozart","PerfDates":"November 28, 30, December 2, 1973","Content":"Johanna Meier (Countess), Joy Clements (Susanna), Katherine Hindrelet-Brydon (Barbarina), Susanne Marsee (Cherubino), Carol Weiss (Marcellina), Carolyn McDaniels, Barbara Park (country girls), James Atherton (Basilio/Curzio), John Darrenkamp (Count), Norman Treigle (Figaro) William Powers (Bartolo), Joseph Galiano (Antonio); Walter Herbert, conductor; James de Blasis, director; Henry Heymann, sets; Suzanne Mess, costumes","Season":1974,"Searchable":"the marriage of figaro wolfgang amadeus mozart"},{"Id":258,"FirstPerformance":"1974-01-01T00:00:00","Title":"The Rhinegold","Composer":"Richard Wagner","PerfDates":"February 6, 8, 10m, 1974","Content":"Constance Haldeman (Freia), Patricia Smith (Woglinde), Katherine Hinderlet-Brydon (Wellgunde), Marvellee Cariaga (Fricka), Christine Krooskos (Erda/Flosshilde), Howard Fried (Mime), John Guarnieri (Froh), Ticho Parly (Loge), David Ward (Wotan), Alfred Anderson (Donner), Phillip Booth (Fasolt), Andrew Foldi (Alberich), Samuel Van Dusen (Fafner); Walter Herbert, conductor; George London, director; John Naccarato, sets/costumes","Season":1974,"Searchable":"the rhinegold richard wagner"},{"Id":259,"FirstPerformance":"1974-01-01T00:00:00","Title":"Tosca","Composer":"Giacomo Puccini","PerfDates":"March 27, 29, 31, 1974","Content":"Marisa Galvany (Tosca), Eileen Moss (shepherd), Ermanno Mauro (Cavaradossi), Joseph Pinedo (Spoletta), Eugene Holmes (Scarpia), Michael Gallup (sacristan), Don Watts (Angelotti), Thomas Simmons (Sciarrone), Louis MacKay (jailer); Walter Herbert, conductor; Bliss Hebert, director; Allen Charles Klein, sets","Season":1974,"Searchable":"tosca giacomo puccini"},{"Id":260,"FirstPerformance":"1974-01-01T00:00:00","Title":"The Daughter of the Regiment","Composer":"Gaetano Donizetti","PerfDates":"April 15, 22, 1974 (Phoenix only)","Content":"Beverly Sills (Marie), Beverly Evans (Countess of Berkenfeld), Peggy Castle (Duchess of Crackenthorp), Grayson Hirst (Tonio), Doug Burton (peasant), Spiro Malas (Sulpice), Don Watts (Hortensio), Thomas Simmons (corporal); Walter Herbert, conductor; William Roesch, director; Beni Montresor, sets/costumes","Season":1974,"Searchable":"the daughter of the regiment gaetano donizetti"},{"Id":261,"FirstPerformance":"1973-01-01T00:00:00","Title":"Aida","Composer":"Giuseppe Verdi","PerfDates":"October 18, 20, 22, 1972","Content":"Felicia Weathers/Alpha Floyd (20, 22) (Aida), Barbara Park (high priestess), Sandra Warfield (Amneris), Jon Andrew (Radames), Eugene Holmes (Amonasro), Michael Devlin (Ramfis), Don Watts (King), Jamison Gill/Gerald Whitney (20)/David Caylor (22) (messenger); Walter Herbert, conductor; Ross Allen, director; Mario Cristini, sets","Season":1973,"Searchable":"aida giuseppe verdi"},{"Id":262,"FirstPerformance":"1973-01-01T00:00:00","Title":"Medea","Composer":"Alva Henderson","PerfDates":"November 29, December 1, 3m, 1972","Content":"World Premiere: Irene Dalis/Marvellee Cariaga (1,3) (Medea), Marvellee Cariaga/Joyce Jones (1,3) (Nurse), Glade Peterson (Jason), Samuel Van Dusen (Creon), Thomas McKinney (Tutor); Walter Herbert, conductor; Ghita Hager, director; Robert Darling, sets/costumes","Season":1973,"Searchable":"medea alva henderson"},{"Id":263,"FirstPerformance":"1973-01-01T00:00:00","Title":"Romeo and Juliet","Composer":"Charles Gounod","PerfDates":"February 7, 9, 11m, 1973","Content":"Eilene Shelle (Juliet), Julia Shelley/Barbara Park (9, 11) (Stephano), Joyce Jones (Gertrude), Raymond Gibbs (Romeo), Howard Fried (Tybalt), John Fiorito (Mercutio), Thomas Simmons (Gregory), Charles Curtis (Duke of Verona), Samuel Van Dusen (Capulet), Michael Devlin (Friar Lawrence); Charles Rosecrans, conductor; James de Blasis, director; Henry Heymann, sets; Suzanne Mess, costumes","Season":1973,"Searchable":"romeo and juliet charles gounod"},{"Id":264,"FirstPerformance":"1973-01-01T00:00:00","Title":"The Daughter of the Regiment","Composer":"Gaetano Donizetti","PerfDates":"March 21, 23, 25m, 1973","Content":"Beverly Sills (Marie), Beverly Evans (Countess of Berkenfeld), Marion Strickler (Duchess of Crackenthorp), Grayson Hirst (Tonio), Gerald Whitney (peasant), Spiro Malas (Sulpice), Don Watts (Hortensio), Thomas Simmons (corporal), Dmitri Bess (dancing master), Arthur Sousa (notary); Walter Herbert, conductor; Lotfi Mansouri, director; Beni Montresor, sets/costumes","Season":1973,"Searchable":"the daughter of the regiment gaetano donizetti"},{"Id":265,"FirstPerformance":"1972-01-01T00:00:00","Title":"Turandot","Composer":"Giacomo Puccini","PerfDates":"October 20, 22, 24m, 1971","Content":"Klara Barlow (Turandot), Esther Hinds (Liù), Richard Cassilly (Calaf), William Royal (Altoum), Howard Fried (Pang), Edgar Stone (Pong), John Fiorito (Ping), Thomas Simmons (Mandarin), Raymond Michalski (Timur); Walter Herbert, conductor; William Adams, director; Davis West, sets; Catherine Hand, costumes","Season":1972,"Searchable":"turandot giacomo puccini"},{"Id":266,"FirstPerformance":"1972-01-01T00:00:00","Title":"The Barber of Seville","Composer":"Gioachino Rossini","PerfDates":"December 1, 3, 5m, 1971","Content":"Joy Clements (Rosina), Marvellee Cariaga (Berta), John Stewart (Almaviva), Thomas Palmer (Figaro), Andrew Foldi (Bartolo), Michael Devlin (Basilio), Ellison Glattly (Fiorello), Morgan Lane (Ambrogio), Thomas Simmons (officer); Walter Herbert, conductor; William Adams, director; William McCullach, sets; Peggy Kellner, costumes","Season":1972,"Searchable":"the barber of seville gioachino rossini"},{"Id":267,"FirstPerformance":"1972-01-01T00:00:00","Title":"Boris Godunov","Composer":"Modest Moussorgsky","PerfDates":"February 23, 25, 27m, 1972","Content":"Constance Haldeman (Xenia), Nedda Casei (Marina), Edna Garabedian (innkeeper/nurse), Nico Castel (Prince Shuisky/simpleton), Gene Bullard (Gregory), Norman Treigle (Boris Godunov), Thomas McKinney (Stchelkalov), Samuel Van Dusen (Pimen/Varlaam), Michael Gallup (Nikitich/officer), Howard Fried (Missail), Tom Nelson (Fyodor), John McClellan (a boyar/Khrustchov); Walter Herbert, conductor; Jacobo Kaufmann, director; Ming Cho Lee, sets; Bess Dimitri, costumes","Season":1972,"Searchable":"boris godunov modest moussorgsky"},{"Id":268,"FirstPerformance":"1972-01-01T00:00:00","Title":"Gianni Schicchi","Composer":"Giacomo Puccini","PerfDates":"April 26, 28, 30m, 1972","Content":"Carolyn Lewis (Lauretta), Jeanne Garson (Nella), Lila Stuart (Ciesca), Marvellee Cariaga (Zita), Perry Price (Rinuccio), Tom Nelson (Gherardino), Howard Fried (Gherardo), Norman Treigle (Gianni Schicchi), Thomas Simmons (Marco), John Fiorito (Betto), Samuel Van Dusen (Simone), Alfred Dennis (Spinelloccio/notary), Don Watts (Pinellino); Walter Herbert, conductor; Bliss Hebert, director; Davis West, sets; Peggy Kellner, costumes","Season":1972,"Searchable":"gianni schicchi giacomo puccini"},{"Id":269,"FirstPerformance":"1972-01-01T00:00:00","Title":"Help, Help, the Globolinks!","Composer":"Gian Carlo Menotti","PerfDates":"April 26, 28, 30m, 1972","Content":"Margaret Immerman (Emily), Marvellee Cariaga (Newkirk), Sarah Fleming (Euterpova), Howard Fried (Timothy), John Fiorito (Stone), Thomas McKinney (Tony), Alfred Dennis (Lavendar-Gas), Samuel Van Dusen (Turtlespit); Walter Herbert, conductor; Bliss Hebert, director; Davis West, sets; Bess Dimitri, costumes","Season":1972,"Searchable":"help, help, the globolinks! gian carlo menotti"},{"Id":270,"FirstPerformance":"1971-01-01T00:00:00","Title":"La traviata","Composer":"Giuseppe Verdi","PerfDates":"November 11, 13, 15, 1970","Content":"Gilda Cruz-Romo (Violetta), Dorothy Dallas (Annina), Gwen Jones (Flora), William Blankenship (Alfredo), Ron Stevens (Gaston), Seymour Schwartzman (Germont), Chris Webb (Douphal), Eugene Brundage (Grenvil), Roger Winell (Marchese d'Obigny), Louis McKay (Giuseppe); Walter Herbert, conductor; William Adams, director; Davis West, sets; Franco Zeffirelli, costumes","Season":1971,"Searchable":"la traviata giuseppe verdi"},{"Id":271,"FirstPerformance":"1971-01-01T00:00:00","Title":"Madama Butterfly","Composer":"Giacomo Puccini","PerfDates":"March 24, 26, 28m, 1971","Content":"Felicia Weathers (Cio-Cio-San), Marlena Kleinman (Suzuki), Sharon Atack (Kate), Chris Lachonas (Pinkerton), Howard Fried (Goro), John Robert Dunlop (Sharpless), Tom Masuko (commissioner/Yamadori), Desmond Vaughan (registrar), Michael Gallup (Bonze); Walter Herbert, conductor; William Roesch, director; Ming Cho Lee, sets/costumes","Season":1971,"Searchable":"madama butterfly giacomo puccini"},{"Id":272,"FirstPerformance":"1970-01-01T00:00:00","Title":"Pagliacci","Composer":"Ruggiero Leoncavallo","PerfDates":"October 9, 11, 1969","Content":"Judith de Paul (Nedda), Robert Nagy (Canio), Ken Remo (Beppe), Julian Patrick (Tonio), Raymond Gibbs (Silvio); Jack Craig, Tony Avendano (villagers); Walter Herbert, conductor; William Adams, director; Robert Darling, sets","Season":1970,"Searchable":"pagliacci ruggiero leoncavallo"},{"Id":273,"FirstPerformance":"1970-01-01T00:00:00","Title":"The Moon","Composer":"Carl Orff","PerfDates":"October 9, 11, 1969","Content":"Ken Remo (narrator), Julian Patrick (St. Peter), Louis MacKay (farmer), Tony Avendano (mayor); Alan Pitt, Raymond Gibbs, Howard Fried, Orville White (four fellows); Walter Herbert, conductor; William Adams, director; Robert Darling, sets","Season":1970,"Searchable":"the moon carl orff"},{"Id":274,"FirstPerformance":"1970-01-01T00:00:00","Title":"Tannhäuser","Composer":"Richard Wagner","PerfDates":"November 13, 15, 1969","Content":"Klara Barlow (Elisabeth), Janis Martin (Venus), Kathleen Knight (shepherdess), Richard Martell (Tannhèuser), Perry Price (Walther), Val Stuart (Heinrich), John Reardon (Wolfram), Harold Enns (Hermann), Alan Pitt (Biterolf), Eugene Brundage (Reinmar); Walter Herbert, conductor; William Adams, director; John Naccarato, sets","Season":1970,"Searchable":"tannhäuser richard wagner"},{"Id":275,"FirstPerformance":"1970-01-01T00:00:00","Title":"Faust","Composer":"Charles Gounod","PerfDates":"February 19, 21, 1970","Content":"Heather Thomson (Marguerite), Perry Price (Si&#233;bel), Marvellee Cariaga (Marthe), John Walker (Faust), Bernard Turgeon (Valentin), Robert Austin (Wagner), Norman Treigle (M&#233;phistoph&#233;lès); Walter Herbert, conductor; William Adams, director; Jack McCullagh, designer","Season":1970,"Searchable":"faust charles gounod"},{"Id":276,"FirstPerformance":"1970-01-01T00:00:00","Title":"The Tales of Hoffmann","Composer":"Jacques Offenbach","PerfDates":"April 23, 25, 1970","Content":"Beverly Sills (Olympia/Giulietta/Antonia/Stella), Nancy Williams (Nicklaus), Christina Krooskos (voice of Antonia's mother), Jean Cox (Hoffmann), Nico Castel (Andr&#233;s/Cochenille/Pitichinaccio/ Frantz),Ron Nelem (Nathanael), Norman Treigle (Lindorf/Copp&#233;lius/Dappertutto/Dr. Miracle), Alan Pitt (Hermann/Schlemil/Crespel), Robert Caruso (Luther), Howard Fried (Spalanzani); Walter Herbert, conductor; Bliss Hebert, director; Allen Charles Klein, designer","Season":1970,"Searchable":"the tales of hoffmann jacques offenbach"},{"Id":277,"FirstPerformance":"1969-01-01T00:00:00","Title":"Rigoletto","Composer":"Giuseppe Verdi","PerfDates":"October 17, 19, 1968","Content":"Anne Elgar (Gilda), Yvonne Garcia (Countess Ceprano/page), Roxana Cherico (Giovanna), Dorothy Dallas (Maddalena), Michael Trimbel (the Duke), Jamison Gill (Borsa), Peter Glossop (Rigoletto), Alan Pitt (Marullo), Gilbert Sloan (Ceprano), Alan Gilbert (Monterone), Harold Enns (Sparafucile); Walter Herbert, conductor; Rexford Harrower, director; Lorenzo Ghiglia, designer","Season":1969,"Searchable":"rigoletto giuseppe verdi"},{"Id":278,"FirstPerformance":"1969-01-01T00:00:00","Title":"La bohème","Composer":"Giacomo Puccini","PerfDates":"November 14, 16, 1968","Content":"Lee Venora (Mim&#236;), Peggy Bonini (Musetta), John Stewart (Rodolfo), Lee Owens/Jack Craig (Parpignol), Richard Fredricks (Marcello), Raymond Gibbs (Schaunard), Harold Enns (Colline), Gimi Beni (Benoit), Fred Rigby (Alcindoro), Alan Pitt (customs guard); Walter Herbert, conductor; William Adams, director; Peggy Kellner, designer","Season":1969,"Searchable":"la bohème giacomo puccini"},{"Id":279,"FirstPerformance":"1969-01-01T00:00:00","Title":"Don Quixote","Composer":"Jules Massenet","PerfDates":"April 24, 26, 1969","Content":"Nedda Casei (Dulcinea), Lila Deis (Pilar), Dorothy Dallas (Inez), Ken Remo (Rodriguez), Gene Bullard (Juan), Andrew Foldi (Sancho Panza), Michael Devlin (Don Quixote), Forrest Ganz (bandit chief); Francisco Aguirre, John Hermann (servants); Walter Herbert, conductor; William Adams, director; Glen Holse, sets","Season":1969,"Searchable":"don quixote jules massenet"},{"Id":280,"FirstPerformance":"1968-01-01T00:00:00","Title":"Salome","Composer":"Richard Strauss","PerfDates":"November 10, 11, 1967","Content":"Felicia Weathers (Salome), Claramae Turner (Herodias), Andree Jordan (Page), Judith Owens (slave), Arturo Sergi (Herod), Chris Lachona (Narraboth), Joshua Hecht (Jochanaan); Howard Fried, Raymond Gagan, Raymond Manton, Morris Crisci, Alan Pitt (five Jews); Harold Enns, William Bahrt (Nazarenes); Tony Lind, Robert Lynch (soldiers); Louis MacKay (a Cappadocian); Walter Herbert, conductor; William Adams, director; Peggy Kellner, designer","Season":1968,"Searchable":"salome richard strauss"},{"Id":281,"FirstPerformance":"1968-01-01T00:00:00","Title":"Carmen","Composer":"Georges Bizet","PerfDates":"March 14, 16, 1968","Content":"Maralin Niska (Mica&#235;la), Sylvia Davis (Frasquita), Dorothy Krebil (Carmen), Dorothy Dallas (Mercedes), William Olvis (Don Jos&#233;), Ken Remo (Remendado), Norman Treigle (Escamillo), Alan Pitt (Zuniga), William Leyerle (Morales), Robert Glover (Dancaire); Walter Herbert, conductor; William Adams, director","Season":1968,"Searchable":"carmen georges bizet"},{"Id":282,"FirstPerformance":"1968-01-01T00:00:00","Title":"The Magic Flute","Composer":"Wolfgang Amadeus Mozart","PerfDates":"May 2, 4, 1968","Content":"Rita Shane (Queen of the Night), Heather Thomson (Pamina), Sylvia Davis (Papagena); Janet Pavek, Barbara Patton, Donna Peterson (three ladies); William Blankenship (Tamino), Howard Fried (Monostatos), Thomas Palmer (Papageno), Thomas O'Leary (Sarastro), Harold Enns (speaker), Leslie Cozzens (priest); Sam Baris, Bruce Bolger, Louis MacKay, Jr. (three spirits); Walter Herbert, conductor; William Adams, director; William Barbe, costumes","Season":1968,"Searchable":"the magic flute wolfgang amadeus mozart"},{"Id":283,"FirstPerformance":"1967-01-01T00:00:00","Title":"Aida","Composer":"Giuseppe Verdi","PerfDates":"November 3, 5, 1966","Content":"Lucine Amara (Aida), Jean Stone (high priestess), Irene Kramarich (Amneris), Giovanni Gibin (Radames), Joshua Hecht (Amonasro), John A. Ford (Ramfis), Edward Baird (King), Leonard Johnson (messenger); Walter Herbert, conductor; William Adams, director; Mario Cristini, sets","Season":1967,"Searchable":"aida giuseppe verdi"},{"Id":284,"FirstPerformance":"1967-01-01T00:00:00","Title":"The Young Lord","Composer":"Hans Werner Henze","PerfDates":"February 17, 18, 1967","Content":"United States Premiere<br />Norma Lynn (Luise), Louise Parker (Begonia), Claramae Turner (Baroness Greenweasel), Gwen Curatilo (Mrs. Harethrasher), Margot Blum (Mrs. Hoofnail), Carol Toscano (Ida), Lizanne Wilson (parlormaid), Glenn Cole (Lord Barrat), Kenneth Riegel (Wilhelm), Ken Remo (Amintore), John Ellsworth (Sir Edgar), Richard Fredricks (secretary), Gimi Beni (Burgomaster), Orville White (Harethrasher), Lloyd Hanna (Sharp), Howard Fried (von Mucker), Louis MacKay (lamplighter), Lee Owens (Monsieur la Truiare), Morgan Lane (Meadows), Ray Collymore (Jeremy); Walter Herbert, conductor; William Adams, director; Allen Charles Klein, sets; Peggy Kellner, costumes","Season":1967,"Searchable":"the young lord hans werner henze"},{"Id":285,"FirstPerformance":"1967-01-01T00:00:00","Title":"Tosca","Composer":"Giacomo Puccini","PerfDates":"May 4, 6, 1967","Content":"Eileen Schauler (Tosca), Paula Chastain (shepherd), Pl&#225;cido Domingo (Cavaradossi), Howard Fried (Spoletta), Chester Ludgin (Scarpia), Gimi Beni (sacristan), Eugene Brundage (Angelotti), Allan Pitt (Sciarrone), Louis MacKay (jailer); Walter Herbert, conductor; William Adams, director; Jack Montgomery, sets","Season":1967,"Searchable":"tosca giacomo puccini"},{"Id":286,"FirstPerformance":"1966-01-01T00:00:00","Title":"Faust","Composer":"Charles Gounod","PerfDates":"May 19, 21, 1966","Content":"Carol Todd (Marguerite), Melvin Brown (Si&#233;bel), Mary MacKenzie (Marthe), Pl&#225;cido Domingo (Faust), Dominic Cossa (Valentin), Raymond Gibbs (Wagner), Norman Treigle (M&#233;phistoph&#233;lès); Walter Herbert, conductor; William Adams, director; Larry Kane, sets","Season":1966,"Searchable":"faust charles gounod"},{"Id":287,"FirstPerformance":"1966-01-01T00:00:00","Title":"The Barber of Seville","Composer":"Gioachino Rossini","PerfDates":"June 2, 4, 1966","Content":"Patricia Velsir (Berta), Anne Elgar (Rosina), Gene Bullard (Almaviva), Richard Fredricks (Figaro), Richard Wentworth (Bartolo), John A. Ford (Basilio), Raymond Gibbs (Fiorello), Morgan Lane (Ambrogio), George Endsley (officer), R. Lee Owens (notary); Walter Herbert, conductor; William Adams, director; Jack McCullagh, sets","Season":1966,"Searchable":"the barber of seville gioachino rossini"},{"Id":288,"FirstPerformance":"1965-01-01T00:00:00","Title":"La bohème","Composer":"Giacomo Puccini","PerfDates":"May 5m, 6, 7, 8, 1965","Content":"Maralin Niska (Mim&#236;), Margery Mackay (Musetta), Nicholas Di Virgilio/John Craig (7) (Rodolfo), Neil Gilbert Oehl (Parpignol), Benjamin Rayson (Marcello), William Beck (Schaunard), Harold Enns (Colline), Charles Gonzales (Benoit), John Powell (Alcindoro), Raymond Gibbs (customs guard); Walter Herbert, conductor; William Adams, director; Peggy Kellner, designer","Season":1965,"Searchable":"la bohème giacomo puccini"}]